Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

source: Property Group Name
ar: اسم مجموعة الخصائص
cs: Název vlastností skupiny
de: Modifiergruppenname
el: Ακίνητα Όνομα ομάδας
es: Nombre de la propiedad del Grupo
hu: Tulajdonság csoportnév
id: Nama Properti Grup
it: Nome Proprietà Gruppo
nl: Eigenschappengroep naam
tr: Özellik Grubu Adı

source: Single Selection
ar: اختيار واحد
cs: Samostatný výběr
de: Nur eine Wahl möglich
el: Μονή Επιλογή
es: Selección de uno solo
hu: Egyszeres választás
id: Pilihan Tunggal
it: Singola Selezione
nl: Enkele Selectie
tr: Tek Seçim

source: Multiple Selection
ar: اختيار متعدد
cs: Vícenásobný výběr
de: Mehrfachauswahl möglich
el: Πολλαπλή Επιλογή
es: Selección múltiple
hu: Többszörös választás
id: Multi Pilihan
it: Selezione Multipla
nl: Meervoudige Selectie
tr: Çok Seçim

# AddPropertyPriceToProductPrice
source: Add Modifier Price to Product Price
tr: Özellik fiyatlarını ana ürüne ekle

source: POS View
ar: عرض نقاط البيع
cs: Zobrazení na POS
de: Kassen-Ansicht
es: Vista punto de venta
hu: POS nézet
id: Tampilan POS
it: POS Vista
nl: POS Weergave
tr: POS Görünümü

source: Button Height
ar: ارتفاع الزر
cs: Výška tlačítka
de: Button Höhe
el: Ύψος Button
es: Altura de botón
hu: Gomb magasság
id: Tinggi Tombol
it: Altezza Pulsante
nl: Knop Hoogte
tr: Düğme Yüksekliği

source: Terminal View
ar: عرض الجهاز
cs: Zobrazení na terminálu
de: Terminal-Ansicht
el: Προβολή Terminal
es: Vista de Terminal
hu: Terminal nézet
id: Tampilan Terminal
it: Terminal Vista
nl: Terminal Weergave
tr: El Terminali Görünümü

source: Properties
ar: خصائص
cs: Vlastnosti
de: Eigenschaften
el: Ακίνητα
es: Propiedades
hu: Tulajdonságok
id: Properti
it: Proprietà
nl: Eigenschappen
tr: Özellikler

source: Property
ar: خاصية
cs: Vlastnost
de: Eigenschaft
el: Περιουσία
es: Propiedad
hu: Tulajdonság
id: Properti
it: Propietà
nl: Eigenschap
tr: Özellik

source: Price
ar: سعر
cs: Cena
de: Preis
el: Τιμή
es: Precio
hu: Ár
id: Harga
it: Prezzo
nl: Prijs
tr: Fiyat

# PB
source: C
tr: PB

source: Property Group
ar: مجموعة الخاصية
cs: Skupinová vlastnost
de: Modifiergruppe
el: Ομάδα Ακίνητα?
es: Propiedades de Grupo
hu: Tulajdonság csoport
id: Grup Properti
it: Gruppo proprietà
nl: Eigenschapgroep
tr: Özellik Grubu

source: Barcode
ar: باركود
cs: Čárový kód
de: Strichcode
es: Código de barras
hu: Vonalkód
it: Codice a Barre
nl: Streepjescode
tr: Barkod

source: Portion Prices
ar: أسعار الأجزاء
cs: Ceny porcí
de: Portionspreise
el: Τιμές Μερίδα
es: Precios de porciones
hu: Adag árak
id: Harga Porsi
it: Prezzo porzioni
nl: Portie Prijzen
tr: Porsiyon Fiyatları

source: Multiplier
ar: مضاعف
cs: Multiplikátor
de: Multiplikator
el: Πολλαπλασιαστής
es: Multiplicador
hu: Szorzó
id: Pengganda
it: Moltiplicatore
nl: Factor
tr: Çarpan

source: Property Groups
tr: Özellik Grupları

# SelectPropertyGroupsHint_f
source: Select Property Groups for {0} Product.
tr: {0} ürününde kullanmak istediğiniz özellik gruplarını seçiniz.

source: Departments
ar: أقسام
cs: Provozy
de: Abteilungen
el: Τμήματα
es: Departamentos
hu: Részlegek
id: Departemen
it: Reparto
nl: Afdelingen
tr: Departmanlar

source: Settings
ar: إعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
hu: Beállítások
id: Setelan
it: Impostazioni
nl: Instellingen
tr: Ayarlar

source: Product List
ar: قائمة المنتجات
cs: Seznam produktů
de: Produktliste
el: Λίστα Προϊόντων
es: Lista de productos
hu: Termék lista
id: Daftar Produk
it: Elenco Prodotti
nl: Product Lijst
tr: Ürün Listesi

source: Menu List
ar: قائمة القوائم
cs: Seznam Menu
de: Menü-Liste
el: Λίστα Μενού
es: Lista de Menus
hu: Étlap lista
id: Daftar Menu
it: Lista Menu
nl: Menulijst
tr: Menü Listesi

# BatchPriceList
source: Price List Editor
ar: محرر قائمة الأسعار
cs: Editor cen
de: Preislisten-Editor
el: Τιμή Επεξεργαστής λίστας
es: Editor de Precios
hu: Árlista szerkesztő
id: Editor Daftar Harga
it: Editor Prezzo
nl: Prijslijst Bewerken
tr: Toplu Fiyat Listesi

source: Can Change Department
ar: يستطيع تغيير القسم
cs: Může přepínat mezi provozy
de: Kann Abteilung ändern
el: Μπορεί Αλλαγή Τμήματος
es: Puede cambiar Departamento
hu: Részleget változtathat
id: Dapat Mengubah Departemen
it: Può cambiare Dipartimento
nl: Kan afdeling wijzigen
tr: Departman değiştirebilir

source: Alphanumeric Button Values
ar: قيم الازرار الحرفية الرقمية
cs: Alfanumerická hodnota tlačítka
de: Alphanumerische Button-Werte
el: Αλφαριθμητικές τιμές
es: Valor de botón alfanumérico
hu: Alfanumerikus gomb értékek
id: Nilai Tombol Alfanumerik
it: Valori tasto alfanumerico
nl: Alfanumerieke knopwaarden
tr: Alfanümerik Düğme Değeri

source: Auto Select
ar: اختيار تلقائي
cs: Automatický výběr
de: Automatische Auswahl
el: Αυτόματη Επιλογή
es: Selección automática
hu: Autómatikus kiválasztás
id: Pilih Otomatis
it: Selezione automatica
nl: Automatisch selecteren
tr: Oto Seç

source: Button Color
ar: لون الزر
cs: Barva tlačítka
de: Buttonfarbe
el: Χρώμα Button
es: Color de Botón
hu: Gomb színe
id: Tombol Warna
it: Colore Pulsante
nl: Kleur van de knoppen
tr: Düğme Rengi

source: Category Name
ar: اسم المجموعة
cs: Název kategorie
de: Kategoriename
el: Όνομα Κατηγορίας
es: Nombre de Categoría
hu: Kategória név
id: Nama Kategori
it: Nome della Categoria
nl: Categorie Naam
tr: Kategori Adı

source: Category Properties
ar: خصائص المجموعة
cs: Vlastnosti kategorie
de: Kategorieeigenschaften
el: Ιδιότητες Κατηγορίας
es: Propiedades de la categoría
hu: Kategória tulajdonságai
id: Properti Kategori
it: Proprietà Categoria
nl: Categorie Eigenschappen
tr: Kategori Özellikleri

source: Color
ar: لون
cs: Barva
de: Farbe
el: Χρώμα
hu: Szín
id: Warna
it: Colore
nl: Kleur
tr: Renk

source: Default Properties
ar: الخصائص الافتراضية
cs: Výchozí vlastnosti
de: Standard-Eigenschaften
el: Αρχικές Ιδιότητες
es: Propiedades por defecto
hu: Alapértelmezett tulajdonságok
id: Properti Baku
it: Proprietà Predefinite
nl: Standaard Eigenschappen
tr: Varsayılan Özellikler

source: Fast Menu
ar: القائمة السريعة
cs: Rychlá volba
de: Schnell-Menü
el: Γρήγορο μενού
es: Menú rápido
hu: Gyors étlap
id: Menu Cepat
it: Menu Veloce
nl: Snelmenu
tr: Hızlı Menü

source: Gift
ar: هدية
cs: Dárek
de: Einladung
el: Δώρο
es: Cortesías
hu: Ajándék
id: Hadiah
it: Offerto
tr: İkram

source: Header
ar: عنوان
cs: Hlavička
de: Produktname auf Button
el: Επικεφαλίδα
es: Encabezado
hu: Fejléc
it: Intestazione
nl: Kop
tr: Başlık

source: Image Path
ar: عنوان الصورة
cs: Cesta k obrázku
de: Imagepfad
el: Διαδρομή εικόνας
es: Ruta de la imagen
hu: Kép útvonal
id: Lokasi Gambar
it: Percorso Immagine
nl: Afbeeldingspad
tr: Resim Yolu

source: Menu Properties
ar: خصائص القائمة
cs: Vlastnosti menu
de: Menueigenschaften
el: Ιδιότητες Μενού
es: Propiedades del menú
hu: Étlap tulajdonságai
id: Properti Menu
it: Proprietà Menu
nl: Menu Eigenschappen
tr: Menü Özellikleri

source: Numerator Properties
ar: خصائص لوحة الأرقام
cs: Vlastnosti čítače
de: Zählereigenschaften
el: Ιδιότητες Αριθμητής
es: Propiedades del Teclado Numérico
hu: Számláló tulajdonságai
id: Properti Pembilang
it: Numeratore Proprietà
nl: Teller Eigenschappen
tr: Numaratör Özellikleri

source: Numerator Type
ar: نوع لوحة الأرقام
cs: Typ čítače
de: Zählerart
el: Τύπος Αριθμητής
es: Tipo de Teclado Numérico
hu: Számláló típus
id: Jenis Pembilang
it: Tipo Numeratore
nl: Teller Type
tr: Numaratör Tipi

source: Numerator Value
ar: قيمة لوحة الأرقام
cs: Hodnota čítače
de: Zählerwert
el: Αξία Αριθμητής
es: Valor del Teclado Numérico
hu: Számláló érték
id: Nilai Pembilang
it: Numeratore Valore
nl: Teller Waarde
tr: Numaratör Değeri

source: Sort Order
ar: ترتيب الطلب
cs: Řazení
de: Sortierung
el: Σειρά ταξινόμησης
es: Clasificación por Orden
id: Urutkan Pesanan
it: Ordine
nl: Volgorde
tr: Sıra

source: Page Count
ar: عدد الصفحات
cs: Počet stránek
de: Seitenanzahl
el: Αρίθμηση Σελίδας
es: Número de páginas
hu: Oldal számláló
id: Total Halaman
it: Contatore Pagine
nl: Aantal pagina's
tr: Sayfa Sayısı

source: Wrap Text
ar: إلتفاف النص
cs: Zalamování textu
de: Automatischer Zeilenumbruch
el: Αναδίπλωση κειμένου
es: Ajustar texto
id: Ratakan Teks
it: Testo a Capo
nl: Tekstterugloop
tr: Yazı Kaydır

source: Menu Name
ar: اسم القائمة
cs: Název menu
de: Menüname
el: Όνομα Καταλόγου
es: Nombre del menú
hu: Étlap neve
id: Nama Menu
it: Nome Menu
nl: Menu Naam
tr: Menü Adı

source: Menu Categories
ar: مجموعات القائمة
cs: Kategorie menu
de: Warengruppen
el: Κατηγορίες Καταλόγου
es: Categorías del menú
hu: Étlap kategóriák
id: Kategori Menu
it: Menu Categorie
nl: Menucategorieën
tr: Menü Kategorileri

source: Menu
ar: القائمة
de: Menü
el: Καταλόγου
es: Menú
hu: Étlap
tr: Menü

source: Categories
ar: مجموعات
cs: Kategorie
de: Gruppen
el: Κατηγορίες
es: Categorías
hu: Kategóriák
id: Kategori
it: Categorie
nl: Categorieën
tr: Kategoriler

source: Category
ar: مجموعة
cs: Kategorie
de: Gruppe
el: Κατηγορία
es: Categoría
hu: Kategória
id: Kategori
it: Categoria
nl: Categorie
tr: Kategori

source: Category Products
ar: منتجات المجموعة
cs: Kategorie produktů
de: Artikel einer Warengruppe
el: Προϊόντα Κατηγορίας
es: Categoría de Productos
hu: Kategória termékei
id: Kategori Produk
it: Categoria Prodotti
nl: Categorie Producten
tr: Kategori Ürünleri

# Sort_f
source: Sort {0}
ar: ترتيب {0}
cs: Seřadit {0}
de: {0} sortieren
el: Ταξινόμηση {0}
es: Ordenar {0}
hu: Rendezés {0}
id: Urutkan {0}
it: Ordina {0}
nl: Sorteer {0}
tr: {0} Sırala

source: Product Properties
ar: خصائص المنتج
cs: Vlastnosti produktu
de: Artikeleigenschaften
el: Ιδιότητες προϊόντων
es: Propiedades del producto
hu: Termék tulajdonságok
id: Properti Produk
it: Caratteristiche del prodotto
nl: Product Eigenschappen
tr: Ürün Özellikleri

source: All Categories
ar: كل المجموعات
cs: Všechny kategorie
de: Alle Warengruppen
el: Όλες οι κατηγορίες
es: Todas las categorías
hu: Minden kategória
id: Semua Kategori
it: Tutte le categorie
nl: Alle Categorieën
tr: Tüm Kategoriler

# AddCategoryHint
source: Enter Categories you want to add
ar: أدخل المجموعات التي تريد إضافتها
cs: Zadejte kategorie, které chcete přidat
de: Geben Sie Warengruppen ein, die Sie hinzufügen möchten,
el: Εισάγετε κατηγορίες που θέλετε να προσθέσετε
es: Ingrese las categorías que desee agregar
hu: Adja meg a felvenni kívánt Kategóriákat
id: Masukkan Kategori yang ingin Anda Tambahkan
it: Inserisci categorie che si desidera aggiungere
nl: Voer Categorieën in die u wilt toevoegen
tr: Eklemek istediğiniz kategorileri giriniz.

# AutoSelectProductsQuestion
source: Auto select products for new categories?
ar: اختيار تلقائي للمنتجات للأصناف الجديدة؟
cs: Vybrat produkty pro nové kategorie automaticky?
de: Artikel automatisch für neue Warengruppen auswählen?
el: Αυτόματη επιλογή προϊόντων για τις νέες κατηγορίες;
es: Seleccionar automáticamente los productos para nuevas categorías?
hu: Autómatikusan válassza ki a Termékeket az új kategóriákhoz?
id: Otomatiskan memilih produk untuk kategori baru?
it: Auto selezionare i prodotti di nuove categorie?
nl: Selecteer producten automatisch voor nieuwe categorieen?
tr: Yeni açtığınız kategorilere uygun ürünler otomatik seçilsin mi?

# AddProductsToCategoryHint_f
source: Select Products for {0} category
ar: اختيار المنتجات للصنف {0}
cs: Vyberte produkty pro {0} kategorii
de: Wählen Sie Artikel für die Warengruppe {0}
el: Επιλέξτε Προϊόντα για {0} κατηγορία
es: Seleccione los productos para {0} categoría
hu: Válasszon Termékeket a(z) {0} kategóriához
id: Pilih Produk untuk kategori {0}
it: Selezionare prodotti per {0} categoria
nl: Selecteer Producten voor categorie {0}
tr: {0} kategorisine eklemek istediğiniz ürünleri seçiniz

# DeleteSelectedCategoryQuestion
source: Delete Selected Category?
ar: حذف الصنف المحدد؟
cs: Smazat vybranou kategorii?
de: Ausgewählte Warengruppe löschen?
el: Διαγραφή επιλεγμένων Κατηγορία;
es: Eliminar Categoría seleccionada?
hu: Töröljük a kiválasztott kategóriát?
id: Hapus Kategori Terpilih?
it: Eliminare categoria selezionata?
nl: Geselecteerde categorie verwijderen?
tr: Seçili kategori silinsin mi?

source: Sort Category Products
ar: ترتيب منتجات الصنف
cs: Seřadit produkty kategorie
de: Sortieren der Artikel in den Warengruppen
el: Ταξινόμηση Προϊόντα Κατηγορίας
es: Ordenar Categorías de Productos
hu: Kategória termékeinek rendezése
id: Urutkan Kategori Produk
it: Ordina Categoria Prodotti
nl: Sorteer Categorie Producten
tr: Kategori Ürünlerini Sırala

source: Sort Categories
ar: ترتيب الأصناف
cs: Seřadit kategorie
de: Sortieren der Warengruppen
el: Ταξινόμηση Κατηγοριών
es: Ordenar las categorías
hu: Kategóriák rendezése
id: Urutkan Kategori
it: Ordinare le categorie
nl: Sorteer Categorieën
tr: Kategorileri Sırala

# SortCategoryProductsDialogHint_f
source: Drag {0} category products to change order.
ar: اسحب منتجات صنف {0} لتغيير الترتيب.
cs: Přetáhněte {0} produkty kategorie pro změnu jejich pořadí
de: Verschieben Sie die Artikel in {0} mit der Maus um ihre Position zu ändern.
el: Drag {0} προϊόντα της κατηγορίας για να αλλάξετε τη σειρά.
es: Arrastre {0} categoría de productos para cambiar el orden.
hu: Rendezéshez a(z) {0} kategória termékeit húzd a megfelelő helyre.
id: Seret {0} kategori produk untuk mengubah urutan.
it: Trascinare {0} categoria Prodotti per cambiare l'ordine.
nl: Sleep categorie {0} producten om volgorde te wijzigen.
tr: {0} kategorisinde bulunan ürünleri sıralamak için mouse ile ürünleri sürükleyip bırakınız.

# SortCategoriesDialogHint_f
source: Drag {0} menu categories to change order.
ar: اسحب أصناف قائمة {0} لتغيير الترتيب.
cs: Přetáhněte {0} menu kategorie pro změnu jejich pořadí.
de: Verschieben Sie die Warengruppen in {0} mit der Maus um ihre Position zu ändern.
el: Drag {0} κατηγορίες μενού για να αλλάξετε τη σειρά.
es: Arrastre {0} categorías del menú para cambiar el orden.
hu: Rendezéshez a(z) {0} étlap kategóriáir húzd a megfelelő helyre.
id: Seret {0} kategori menu untuk mengubah urutan.
it: Trascinare {0} Categorie di menu per cambiare l'ordine.
nl: Sleep {0} menu categorieën om volgorde te wijzigen.
tr: {0} menüsünde bulunan kategorileri sıralamak için mouse ile kategorileri sürükleyip bırakınız.

source: Ticket Tag Name
tr: Adisyon Etiketi Adı

source: Numerator
ar: مولد الأرقام
cs: Čítač
de: Zähler
el: Αριθμητής
es: Numerador
hu: Számláló
id: Pembilang
it: Numeratore
nl: Teller
tr: Numaratör

# CanUseOnPOS
source: Use on POS
tr: POS üzerinde kullanılabilir

# CanUseOnTerminal
source: Use on Terminal
tr: El terminali üzerinde kullanılabilir

source: Selection Required
ar: يرجى التحديد
cs: Výběr vyžadován
de: Auswahl erforderlich
el: Απαιτείται Επιλογή
es: Selección requerida
hu: Kötelező kiválasztani valamit
id: Pilihan Wajib
it: Selezione richiesta
nl: Selectie Verplicht
tr: Zorunlu Seçim

source: Numeric Tags
ar: علامات رقمية
cs: Číselné štítky
de: Numerische Tags
el: Αριθμητικό Ετικέτες
es: Tags numérico
hu: Numerikus Címkék
id: Tag Numerik
it: Tags numerici
nl: Numerieke Labels
tr: Sayısal Etiketler

source: Free Tagging
ar: تعليمات حرة
cs: Volné štítkování
de: Freies Tagging
el: Δωρεάν Tagging
es: Etiquetado (tag) libre
hu: Szabad taggelés
id: Bebas Tag
it: Tagging gratuito
nl: Gratis Tagging
tr: Serbest Etiketleme

source: Button Colors
tr: Düğme Renkleri

# WhenTagSelected
source: When Tagged
ar: عند التعليم
cs: Když je oštítkovaný
de: Wenn Tagged
el: Όταν Tagged
es: Cuando esté etiquetado (tag)
hu: Mikor Címkézett
id: Ketika di-Tag
it: Quando Selezionato
nl: Wanneer getagd
tr: Bir Değer Verildiğinde

# WhenTagNotSelected
source: When Untagged
ar: عند إلغاء التعليم
cs: Když je neoštítkovaný
de: Wenn Untagged
el: Όταν χωρίς ενώτια
es: Cuando no esté etiquetados (tag)
hu: Mikor Címkézetlen
id: Ketika Tidak di-tag
it: Quando senza tag
nl: Wanneer untagged
tr: Bir Değer Verilmediğinde

source: Sub Tags
ar: علامات فرعية
cs: Podštítky
el: Υπο Ετικέτες
es: Sub Etiquetas
hu: Al-címkék
id: Sub Tag
it: Tags Sottocategoria
tr: Alt Etiketler

source: Tag Name
ar: اسم العلامة
cs: Název štítku
de: Tagbezeichnung
el: Όνομα ετικέτας
es: Nombre de Etiqueta
hu: Címke néve
id: Nama Tag
it: Nome tag
nl: Tag Naam
tr: Etiket Adı

source: Account
ar: حساب
cs: Účet
de: Konto
el: Λογαριασμός
es: Cuenta
hu: Fiók
id: Akun
nl: Rekening
tr: Hesap

# NumericTagsShouldBeNumbersErrorMessage
source: When "Numeric Tagging" selected all tags should contain numerical values.
ar: عند تحديد "تعليمات رقمية" ينبغي أن تحتوي كل العلامات على قيم رقمية.
cs: Když je vybráno "Číselné štítkování" všechny štítky by měly obsahovat číselné hodnoty.
de: When "Numeric Tagging" ausgewählt ist, müssen alle Tags Zahlenwerte enthalten.
el: Όταν το "Αριθμητικό Tagging" επιλεγεί όλες οι ετικέτες θα πρέπει να περιέχουν αριθμητικές τιμές.
es: Cuando "Etiquetado numérico" está seleccionado, todas las etiquetas deben contener valores numéricos.
hu: Ha a "Numerikus Címkézés"-t választotta, valamennyi kiválasztott Címkének kell tartalmaznia számértéket
id: Ketika "Tag Numerik" dipilih semua tag harus berisi nilai numerik.
it: Quando "Tagging Numerico" è selezionato tutti i tag devono contenere valori numerici.
nl: Als "Numeriek Tagging" geselecteerd is moeten alle tags numerieke waarden bevatten.
tr: "Sayısal etiketleme" seçildiğinde etiketlerin tümü sayısal olmalıdır.

source: New Tag
ar: علامة جديدة
cs: Nový štítek
de: Neuer Tag
el: Νέα ετικέτα
es: Nueva etiqueta (tag)
hu: Új Címke
id: Tag Baru
nl: Nieuwe tag
tr: Yeni Etiket

source: Ticket Tag
ar: علامة التذكرة
cs: Štítek účtu
de: Belegtag
el: Tag εισιτηρίων
es: Etiqueta de recibo
hu: Jegy Címke
id: Tag Tiket
nl: Bon Tag
tr: Adisyon Etiketi

source: Refresh
ar: تحديث
cs: Obnovit
de: Neu laden
el: Φρεσκάρω
es: Recargar
hu: Frissít
id: Segarkan
it: Aggiornare
nl: Vernieuwen
tr: Yenile

source: Close Ticket
ar: إغلاق التذكرة
cs: Zavřít účet
de: Tisch schliessen
el: Κλείσιμο εισιτηρίων
es: Cerrar Recibo
hu: Jegy bezárása
id: Tutup Tiket
it: Criudi Conto
nl: Sluit Bon
tr: Belgeyi Kapat

# GetPayment
source: Settle
ar: الدفع
cs: Zaplatit
de: Bezahlen
el: Εμφάνιση οφειλών
es: Pagar
hu: Kiegyenlít
id: Bayar
it: Saldare
nl: Afrekenen
tr: Ödeme Al

source: Tag
ar: علامة
cs: Štítek
el: Ετικέτα
es: Etiqueta (tag)
hu: Címke
tr: Etiket

# CanNavigateCash
source: Can Enter Cash Screen
ar: يستطيع الدخول لشاشة النقد
cs: Může vstoupit do cash obrazovky
de: Kann zum Kassen-Screen wechseln
el: Μπορεί Εισάγετε οθόνη μετρητών
es: Entrar a la pantalla de efectivo
hu: Beléphet a készpénz képernyőre
id: Dapat Masuk ke Layar Kas
it: Può accedere alla schermata Contanti
nl: Kan Cash scherm in
tr: Kasa görüntülenebilir.

# CanOpenNavigation
source: Can Enter Navigation Screen
ar: يستطيع الدخول لشاشة التنقل
cs: Může vstoupit do navigační obrazovky
de: Kann zum Navigationsfenster wechseln
el: Μπορεί Εισάγετε οθόνη πλοήγησης
es: Puede entrar a la pantalla de navegación
hu: Beléphet a navigációs képernyőre
id: Dapat Masuk ke Layar Navigasi
it: Può accedere alla schermata di navigazione
nl: Kan Navigatie scherm in
tr: Navigasyon'a girebilir

source: Internet Browser
ar: متصفح الانترنت
cs: Internetový prohlížeč
el: Πρόγραμμα περιήγησης στο Internet
es: Navegador de Internet
hu: Internet böngésző
id: Peramban Internet
tr: İnternet Tarayıcı

source: Batch Create Gift Reasons
tr: Toplu İkram Nedeni Ekle

# BatchCreateReasonsHint
source: Add one line for each reason you want to add
tr: Eklemek istediğiniz İkram Nedenlerini her satıra bir madde gelecek şekilde ekleyiniz.

# DeleteErrorGiftReasonInUse
source: Can't delete because this Gift Reason used in a Ticket
tr: Bu ikram nedeni kullanıldığı için silinemez.

source: Gift Reason Name
tr: İkram Nedeni Adı

source: Gift Reason
tr: İkram Nedeni

# NumeratorFormat
source: Number Format
ar: صيغة الرقم
cs: Formát čísla
de: Zahlen-Format
el: Μορφή αριθμών
es: Formato de los números
hu: Számformátum
id: Format Angka
it: Formato Numero
nl: Getalnotatie
tr: Numara Formatı

source: Template Name
ar: اسم القالب
cs: Název šablony
de: Vorlagenbezeichnung
el: Όνομα προτύπου
es: Nombre de la plantilla
hu: Sablon neve
id: Nama Template
it: Nome Modello
nl: Sjabloon Naam
tr: Şablon Adı

source: Header Template
tr: Başlık Şablonu

source: Line Template
tr: Hareket Şablonu

source: Gift Line Template
tr: İkram Hareketi Şablonu

source: Void Line Template
tr: İptal Hareketi Şablonu

# SubLineTemplate
source: Line Properties Template
tr: Alt Başlık Şablonu

source: Merge Lines
ar: دمج الأسطر
cs: Sloučit řádky
de: Artikel summieren
el: Συγχώνευση Γραμμών
es: Fusionar Líneas
hu: Sorok egyesítés
id: Gabungkan Garis
it: Unisci Linee
nl: Regels samenvoegen
tr: Satırları Birleştir

source: Ticket Date
ar: تاريخ التذكرة
cs: Datum účtu
de: Ticketdatum
el: Ημερομηνία αγοράς εισιτηρίων
es: Fecha de Recibo
hu: Jegy-dátum
id: Tanggal Tiket
it: Data Ticket
nl: Bon Datum
tr: Adisyon Tarihi

source: Ticket Time
ar: وقت التذكرة
cs: Čas účtu
de: Belegzeit
el: Ώρα εισιτηρίων
es: Hora de Recibo
hu: Jegy-idő
id: Waktu Tiket
it: Ora ticket
nl: Bon Tijd
tr: Adisyon Saati

# DayDate
source: Date of Day
ar: تاريخ اليوم
cs: Datum dne
de: Datum
el: Ημερομηνία της Ημέρας
es: Fecha del Día
hu: Nap dátuma
id: Tanggal
it: Data del giorno
nl: Datum van de Dag
tr: Günün Tarihi

# DayTime
source: Time of Day
ar: وقت اليوم
cs: Čas dne
de: Zeit
el: Ώρα της Ημέρας
es: Hora del día
hu: Nap ideje
id: Waktu
it: Ora del giorno
nl: Tijd van de Dag
tr: Günün Saati

source: Unique Ticket Id
ar: رقم تذكرة غير مكررة
cs: Unikátní ID účtu
de: Eindeutige Ticket Id
el: Μοναδικό αναγνωριστικό εισιτηρίων
es: Id único de recibo
hu: Egyedi Jegy Azonosító
id: ID Unik Tiket
it: Ticket ID univoco
nl: Unieke Bon ID
tr: Benzersiz Adisyon Numarası

source: TicketNumber
ar: رقم التذكرة
cs: Číslo účtu
de: Ticketnummer
es: NumeroRecibo
hu: JegySzám
nl: Bonnummer
tr: Adisyon Numarası

source: Optional Ticket Tag
ar: علامة تذكرة اختيارية
cs: Volitelné štítky účtu
de: Optionales Beleg-Tag
el: Προαιρετική ετικέτα εισιτηρίων
es: Etiqueta de recibo opcionales
hu: Választható Jegy Címke
id: Tag Tiket Opsional
it: Ticket Tag opzionale
nl: Optioneel Bon Tag
tr: Seçimli Adisyon Etiketi

# LocationOrUserName
source: Location Name, If empty User Name
tr: Yer adı, yoksa garson adı

source: User Name
ar: اسم المستخدم
cs: Uživatelské jméno
el: Όνομα χρήστη
es: Nombre de usuario
hu: Felhasználónév
id: Nama Pengguna
it: Nome Utente
nl: Gebruikersnaam
tr: Kullanıcı Adı

source: Location Name
tr: Yer adı

source: Ticket Note
ar: ملاحظة تذكرة
cs: Poznámka k účtu
de: Ticket- notiz
el: Σημείωση εισιτηρίων
es: Nota de Recibo
hu: Jegy megjegyzés
id: Catatan Tiket
nl: Bon Opmerking
tr: Adisyon notu

source: #Line: Item Quantity
ar: #Line: الكمية
cs: # Line: počet položek
de: # Line: Artikelmenge
el: # Γραμμή: Ποσότητα
es: # Línea: Cantidad
hu: # sor: Elem Mennyiség
id: #Line: Kuantitas Item
it: # Linea: Articolo Quantità
nl: # Regel: Artikel Hoeveelheid
tr: #Satır: Ürün Miktarı

source: #Line: Item Name
ar: #Line: الاسم
cs: # Line: Název položky
de: # Line: Artikelname
el: # Γραμμή: Ονομα
es: # Línea: Nombre
hu: # sor: Elem neve
id: #Line: Nama Item
it: # Linea: Nome articolo
nl: # Regel: Artikelnaam
tr: #Satır: Ürün Adı

source: #Line: Item Price
ar: #Line: السعر
cs: # Line: Cena položky
de: # Line: Artikelpreis
el: # Γραμμή: Τιμή Προιόντος
es: # Línea: Precio
hu: # sor: Elem ár
id: #Line: Harga Item
it: # Linea: Articolo Prezzo
nl: # Regel: Artikel Prijs
tr: #Satır: Ürün Fiyatı

# LineItemPriceCents
source: #Line: Item Price On Cents
cs: # Line: Cena položky na centy
de: # Line: Artikelpreis Cents
el: # Γραμμή: Item Τιμή Από Cents
es: # Línea: Precio con Centavos
hu: # sor: Elem ára centben
id: #Line: Harga Item Dalam Sen
it: # Linea: Articolo Prezzo Centesimi
nl: # Regel: Artikel Prijs op Centen
tr: #Satır: Kuruş bazında fiyat

source: #Line: Item Total
ar: #Line: المجموع
cs: # Line: Celkem položek
de: # Line: Artikel Summe
el: # Γραμμή: Σύνολο
es: # Línea: Total
hu: # sor: Elem összesen
id: #Line: Total Item
it: # Linea: Totale Articolo
nl: # Regel: Artikel Totaal
tr: #Satır: Ürün Tutarı
