Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

source: Clear
ar: مسح
cs: Smazat
de: Löschen
el: Καθαρισμός
es: Limpiar
hu: Töröl
id: Bersihkan
it: Cancella
nl: Wis
tr: Sil

source: ENTER PIN
ar: ادخل الرمز
cs: Zadejte PIN
de: PIN eingeben
el: Εισαγωγή κωδικού
es: Introducir el PIN
hu: Írja be a PIN-t
id: Masukan PIN
it: INSERISCI PIN
nl: VOER PIN IN
tr: PIN GİRİNİZ

source: Exit
ar: خروج
cs: Ukončit
de: Beenden
el: Έξοδος
es: Salir
hu: Kilépés
id: Keluar
it: Esci
nl: Afsluiten
tr: Çıkış

source: Login
ar: تسجيل الدخول
el: Σύνδεση
es: Iniciar
hu: Bejelentkezés
it: Accesso
nl: Inloggen
tr: Giriş

# CheckDBVersion
source: Check Database Version
ar: تحقق من إصدار قاعدة البيانات
cs: Zkontrolujte verzi databáze
de: Überprüfen der Datenbank-Version
el: Ελέγξτε την έκδοση της βάσης δεδομένων
es: Compruebe la versión de base de datos
hu: Adatbázis-verzió ellenőrzése
id: Periksa Versi Basisdata
it: Controllare la versione del database
nl: Controleer Database Versie
tr: Veritabanı versiyon numarasını kontrol ediniz

# SqlHint
source: Click here for information about working with SQL Databases
ar: للمزيد من المعلومات حول التعامل مع قواعد بيانات SQL اضغط هنا
cs: Klikněte sem pro informace o práci s databázemi SQL
de: Klicken Sie hier für Hinweise zum Arbeiten mit SQL-Datenbanken
el: Κάντε κλικ εδώ για πληροφορίες σχετικά με την βάσεις δεδομένων
es: Haga clic aquí para información sobre cómo trabajar con bases de datos SQL
hu: Ide kattintva informálódhat az SQL adatbázissal történő munkához
id: Klik di sini untuk informasi tentang Basisdata SQL
it: Clicca qui per informazioni su come lavorare con il database SQL
nl: Klik hier voor informatie over het werken met SQL-databases
tr: Veritabanını SQL ile çalıştırmak ile ilgili bilgi için tıklayın.

# AdminPasswordHint
source: Admin PIN: 1234 Changing PIN will hide this hint
ar: رمز المشرف: 1234 سيتم إخفاء هذه الملاحظة عند تغيير الرمز
cs: Admin PIN: 1234 Změnou PIN zmizí tato hláška.
de: Admin PIN: 1234 Ändern des PIN's versteckt diesen Hinweis
el: Διαχειριστής PIN: 1234 Αλλαγή PIN θα κρύψει αυτή την υπόδειξη
es: Admin PIN: 1234 Al cambio de PIN, se oculta este mensaje
hu: Admin PIN: 1234 A PIN megváltoztatása elrejti ezt a tippet
id: Admin PIN: 1234 Mengubah PIN akan menyembunyikan petunjuk ini
it: Admin PIN: 1234 Modificando il codice PIN si nasconderà questo suggerimento
nl: Admin PIN: 1234 Veranderen van PIN zal deze hint verbergen
tr: Admin PIN: 1234 Gizlemek için pin kodunu değiştirin

source: Account Name
tr: Hesap Adı

source: Address
ar: عنوان
cs: Adresa
de: Adresse
el: Διεύθυνση
es: Dirección
hu: Cím
id: Alamat
it: Indirizzo
nl: Adres
tr: Adres

source: Amount
ar: القيمة
cs: Částka
de: Betrag
el: Ποσό
es: Cantidad
hu: Összeg
id: Jumlah
it: Quantità
nl: Bedrag
tr: Tutar

source: Cash
ar: نقداً
cs: Hotovost
de: Bar
el: Μετρητά
es: Efectivo
hu: Készpénz
id: Tunai
it: Contanti
nl: Contant
tr: Nakit

source: Credit Card
ar: بطاقة ائتمان
cs: Karta
de: Kreditkarte
el: Πιστωτική Κάρτα
es: Tarjeta de Crédito
hu: Hitelkártya
id: Kartu Kredit
it: Carta
tr: Kredi Kartı

source: Description
ar: الوصف
cs: Popis
de: Beschreibung
el: Περιγραφή
es: Descripción
hu: Leírás
id: Deskripsi
it: Descrizione
nl: Beschrijving
tr: Açıklama

source: Expense Transactions
ar: عمليات مصاريف
cs: Nákladové transakce
de: Ausgaben
el: Συναλλαγές Εξόδων
es: Detalle de Gastos
hu: Kiadási tranzakciók
id: Beban Transaksi
it: Operazioni di Spesa
nl: Uitgaven Transacties
tr: Giderler

source: Grand Total
ar: المجموع الكلي
cs: Celkový součet
de: Gesamtumsatz
el: Γενικό Σύνολο
es: Total
hu: Mindösszesen
it: Totale Generale
nl: Algemeen totaal
tr: Bakiye

source: Income
ar: الدخل
cs: Příjmy
de: Einnahme
el: Έσοδα
es: Ingresos
hu: Bevétel
id: Penghasilan
it: Reddito
nl: Inkomsten
tr: Gelir

source: Income Transactions
ar: عمليات دخل
cs: Příjmové transakce
de: Einnahmen
el: Συναλλαγές εισόδων
es: Detalle de Ingresos
hu: Bevételi tranzakciók
id: Pendapatan Transaksi
it: Reddito transazioni
nl: Inkomende Transacties
tr: Gelirler

source: Note
ar: ملاحظة
cs: Poznámka
de: Bemerkung
el: Σημείωση
es: Nota
hu: Megjegyzés
id: Catatan
it: Nota
nl: Notitie
tr: Not

# PhoneNumber
source: Phone
ar: هاتف
cs: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
hu: Telefon
id: Telepon
it: Telefono
nl: Telefoon
tr: Telefon

source: Total
ar: المجموع
cs: Celkem
de: Gesamt
el: Σύνολο
hu: Összesen
it: Totale
nl: Totaal
tr: Toplam

source: Voucher
ar: قسيمة
cs: Šek
de: Gutschein
el: Κουπόνι
es: Vale
hu: Utalvány
it: Assegno
nl: CadeauBon
tr: Yemek Çeki

# CreditCard_ab
source: C.Card
tr: K.Kartı

# Voucher_ab
source: Vochr
tr: Y.Çeki

source: Operation Income
tr: Faaliyet Gelirleri

# StartOfDay
source: Begining of Work Period
ar: بداية فترة العمل
cs: Začátek pracovní doby
de: Beginn der Arbeitszeit
el: Ξεκίνημα ημέρας εργασίας
es: Iniciar Dia, Abrir Caja
hu: Műszak kezdés
id: Awal Periode Kerja
it: Inizio del Periodo di Lavoro
nl: Begin van de werkperiode
tr: Gün Başı

source: New Income Transaction
tr: Yeni Gelir Hareketi

source: New Expense Transaction
tr: Yeni Gider Hareketi

# IncomeTransaction_r
source: Income Transaction
tr: Gelir Hareketi

# ExpenseTransaction_r
source: Expense Transaction
tr: Gider Hareketi

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
hu: Mégse
id: Batal
it: Annullare
nl: Annuleren
tr: İptal

source: Internal Account
tr: İç Kullanım Hesabı

source: Ticket
ar: تذكرة
cs: Účet
el: Εισιτήριο
hu: Jegy
id: Tiket
it: Conto
nl: Bon
tr: Adisyon

source: Total Sales
ar: إجمالي المبيعات
cs: Tržba celkem
de: Gesamtumsatz
el: Σύνολο Πωλήσεων
es: Ventas Totales
hu: Összes eladás
id: Total Penjualan
it: Totale Vendite
nl: Totale Omzet
tr: Toplam Satış

source: Last Order Date
ar: تاريخ آخر طلب
cs: Datum poslední objednávky
de: Datum der letzten Bestellung
el: Τελευταία ημερομηνία παραγγελίας
es: Fecha de última Orden
hu: Utolsó rendelés ideje
id: Urutan Pesanan Tanggal Terakhir
it: Ultima Data Ordine
nl: Laatste Bestelling Datum
tr: Son Sipariş Tarihi

# LastOrderStatus
source: Last Oder Status
ar: حالة آخر طلب
cs: Stav poslední objednávky
de: Status der letzten Bestellung
el: Τελευταία Κατάσταση Παραγγελίας
es: Estado de última Orden
hu: Utolsó rendelés státusza
id: Status Pesanan Terakhir
it: Ultimo Ordine Stato
nl: Laatste Bestelling Status
tr: Son Sipariş Durumu

source: Last Order
ar: آخر طلب
cs: Poslední objednávka
de: Letzte Bestellung
el: Τελευταία Παραγγελία
es: Ultima Orden
hu: Utolsó rendelés
id: Pesanan Terakhir
it: Ultimo Ordine
nl: Laatste Bestelling
tr: Son Sipariş

source: Close
ar: إغلاق
cs: Zavřít
de: Schliessen
el: Κλείσιμο
es: Cerrar
hu: Bezár
id: Tutup
it: Chiudi
nl: Sluiten
tr: Kapat

source: Date
ar: تاريخ
cs: Datum
de: Datum
el: Ημερομηνία
es: Fecha
hu: Dátum
id: Tanggal
it: Data
nl: Datum
tr: Tarih

source: Liability
ar: مطالبة
cs: Nezaplaceno
de: Verantwortung
el: Ευθύνη
es: Obligación
hu: Szállítók (kötelezettségek)
id: Kewajiban
it: Debito
nl: Aansprakelijkheid
tr: Borç

source: Receiveable
ar: مستحقة
de: Zulässig
el: Είσπραξη
es: Por Cobrar
hu: Vevők (követelések)
id: Piutang
it: Ricevibile
nl: Te Ontvangen
tr: Alacak

# GetPayment_r
source: Get Payment
tr: Ödeme Al

# MakePayment_r
source: Make Payment
tr: Ödeme Yap

# TicketNumber_f
source: Ticket Number: {0}
ar: رقم التذكرة: {0}
cs: Číslo účtu: {0}
de: Ticket-Nummer: {0}
el: Αριθμός εισιτηρίων: {0}
es: Número de Recibo: {0}
hu: Jegy száma: {0}
id: Nomor Tiket: {0}
it: Conto Numero: {0}
nl: Bon Nummer: {0}
tr: {0} numaralı adisyon

source: Information
ar: معلومات
cs: Informace
el: Πληροφορίες
es: Información
hu: Információ
id: Informasi
it: Informazioni
nl: Informatie
tr: Bilgi

# CallerIdDriverError
source: To be able to display Caller-ID you should install hardware driver.
ar: لتتمكن من استخدام خاصية اظهار رقم المتصل فإنك تحتاج إلى تحميل برنامج مشغل للجهاز
cs: Aby bylo možné zobrazit Caller-ID, měli byste nainstalovat ovladače hardwaru.
de: Um die Caller-ID anzeigen zu können müssen Sie die Hardwaretreiber installieren.
el: Για να είναι σε θέση να εμφανίσει Caller-ID θα πρέπει να εγκαταστήσετε το πρόγραμμα οδήγησης υλικού.
es: Para ser capaz de mostrar el identificador de llamadas se debe instalar el controlador de hardware.
hu: Ahhoz, hogy képes legyen megjeleníteni a Caller-ID-t telepítenie kell a hardver driverét.
id: Untuk dapat menampilkan Caller-ID Anda harus menginstal driver perangkat keras.
it: Per poter visualizzare ID-Chiamante è necessario installare driver hardware.
nl: Om de Caller-ID te kunnen weergeven moet je de hardware-drivers installeren
tr: Caller ID Özelliğini kullanabilmek için Caller ID kutusunun sürücüsünü yüklemelisiniz.

source: Calling
ar: يتصل
cs: Volání
de: Anrufen
el: Εισερχόμενη Κλήση
es: Llamando
hu: Hívás
id: Panggilan
it: Chiamata
nl: Bellen
tr: Arıyor

# Management
source: Manage
ar: إدارة
cs: Spravovat
de: Konfiguration
el: Διαχείριση
es: Gestionar
hu: Kezel
id: Kelola
it: Impostazioni
nl: Beheren
tr: Yönetim

source: Common
ar: عام
cs: Společný
de: Gemeinsam
el: Κοινός
es: Común
hu: Közös
id: Umum
it: Comune
nl: Gedeeld
tr: Genel

source: CanOpenDashboard
ar: يطلع على الرئيسية
cs: Otevřít pokladnu
de: Kann Dashboard öffnen
el: Μπορεί Ανοίξει την αρχική οθόνη
es: Abrir el Panel de Control
hu: Főképernyőt megnyithatja
id: Bisa Buka Dasbor
it: Impossibile aprire Dashboard
nl: Mag Dashboard Openen
tr: Yönetim ekranı açabilir

source: Keyboard
ar: لوحة مفاتيح
cs: Klávesnice
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
hu: Billentyűzet
it: Tastiera
nl: Toetsenbord
tr: Klavye

# Add_f
source: Add {0}
ar: إضافة {0}
cs: Přidat {0}
de: {0} hinzufügen
el: Προσθήκη {0}
es: Añadir {0}
hu: Hozzáadás {0}
id: Tambah {0}
it: Aggiungi {0}
nl: Voeg {0} toe
tr: {0} Ekle

# Edit_f
source: Edit {0}
ar: تعديل {0}
cs: Upravit {0}
de: {0} bearbeiten
el: Επεξεργασία {0}
es: Editar {0}
hu: Szerkesztés {0}
it: Modifica {0}
nl: Bewerk {0}
tr: {0} Düzenle

# Delete_f
source: Delete {0}
ar: حذف {0}
cs: Odstranit {0}
de: {0} löschen
el: Διαγραφή {0}
es: Eliminar {0}
hu: Törlés {0}
id: Hapus {0}
it: Elimina {0}
nl: Verwijder {0}
tr: {0} Sil

# Clone_f
source: Clone {0}
ar: استنساخ {0}
cs: Klonovat {0}
de: {0} duplizieren
el: Κλώνος {0}
es: Clonar {0}
hu: Másolás {0}
id: Duplikat {0}
it: Copia {0}
nl: Kloon {0}
tr: {0} Kopyası Oluştur

# List_f
source: {0} List
ar: {0} قائمة
cs: {0} Seznam
de: {0} Liste
el: {0} Λίστα
es: {0} Lista
hu: {0} Lista
id: {0} Daftar
it: {0} Lista
nl: {0} Lijst
tr: {0} Listesi

# Select_f
source: Select {0}
ar: اختر {0}
el: Επιλέξτε {0}
es: Seleccionar {0}
hu: {0} kiválasztása
id: Pilih {0}
it: Seleziona {0}
nl: Selecteer {0}
tr: {0} Seç

source: Confirmation
ar: تأكيد
cs: Potvrzení
de: Bestätigung
el: Επιβεβαίωση
es: Confirmación
hu: Megerősítés
id: Konfirmasi
it: Conferma
nl: Bevestiging
tr: Onay

# DeleteItemConfirmation_f
source: Delete {0} [{1}] ?
ar: حذف {0} [{1}] ؟
cs: Odstranit {0} [{1}]?
de: {0} [{1}] löschen?
el: Διαγραφή {0} [{1}];
es: Eliminar {0} [{1}]?
hu: Törlés {0} [{1}]?
id: Hapus {0} [{1}]?
it: Elimina {0} [{1}]?
nl: Verwijder {0} [{1}]?
tr: {0} [{1}] silinsin mi?

source: Warning
ar: إنذار
cs: Varování
de: Warnung
el: Προειδοποίηση
es: Advertencia
hu: Figyelmeztetés
id: Peringatan
it: Attenzione
nl: Waarschuwing
tr: Uyarı

source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
hu: Ment
id: Simpan
it: Salva
nl: Opslaan
tr: Kaydet

# EditModel_f
source: Editing {0} ({1})
ar: تعديل {0} ({1})
cs: Editace {0} ({1})
de: {0} ({1}) bearbeiten
el: Επεξεργασία {0} ({1})
es: Editar {0} ({1})
hu: Szerkeszt {0} ({1})
id: Pengeditan {0} ({1})
it: Modifica {0} ({1})
nl: Bezig met bewerken van {0} ({1})
tr: {0} ({1}) Düzenle

# AddModel_f
source: Adding New {0}
ar: إضافة {0} جديد
cs: Přidat nový {0}
de: Neuen {0} hinzufügen
el: Νέα προσθήκη {0}
es: Agregar nuevos {0}
hu: Hozzáadás {0}
id: Tambah Baru {0}
it: Aggiungi Nuovo {0}
nl: Toevoegen Nieuwe {0}
tr: Yeni {0} Ekle

# EmptyNameError
source: Don't leave {0} name empty.
ar: لا تدع اسم {0} فارغ
cs: Nenechávejte {0} jméno prázdné.
de: Lassen Sie {0}-namen nicht leer.
el: Μην αφήνετε {0} κενό όνομα
es: No dejar {0} nombre vacío.
hu: A {0} névet ne hagyja üressen.
id: Jangan biarkan kosong nama {0}.
it: Non lasciare {0} nome vuoto.
nl: Laat {0} naam niet leeg.
tr: {0} adını boş bırakmayın.

source: Can't Save
ar: لا يمكن الحفظ
cs: Nelze uložit
de: Kann nicht gespeichert werden
el: Δεν είναι δυνατή η αποθήκευση
es: No se puede guardar
hu: Nem lehet menteni
id: Tidak dapat Disimpan
it: Impossibile Salvare
nl: Kan niet opslaan
tr: Kayıt Engellendi

source: Group Code
ar: رمز المجموعة
cs: Kód skupiny
de: Warengruppe
el: Κωδικός Κουπονιού
es: Código de Grupo
hu: Csoport kód
id: Kode Grup
it: Codice di Gruppo
nl: Groep Code
tr: Grup Kodu

source: Base Unit
ar: الوحدة الاساسية
cs: Základní jednotka
de: Basis-Einheit
el: Βασική μονάδα μέτρησης
es: Unidad Base
hu: Alapegység
id: Basis Satuan
it: Unità di Base
nl: Basiseenheid
tr: Ana Birim

source: Transaction Unit
ar: وحدة العملية
cs: Transakční jednotka
de: Transaktion-Einheit
el: Μονάδα Συναλλαγής
es: Unidad de Transacciones
hu: Csomagolási egység
id: Transaksi Satuan
it: Unità Operazione
nl: Handelingeenheid
tr: Hareket Birimi

# TransacitonUnitMultiplier
source: Transaction Unit Multiplier
ar: مضاعف وحدة العملية
cs: Multiplikátor
de: Transaktions-Einheitenmultiplikator
el: Συναλλαγή Πολλαπλασιαστής Μονάδα
es: Multiplicador de la Unidad de Transacciones
hu: Csomagolási egység szorzó
id: Transaksi Satuan Pengali
it: Moltiplicatore di Unità
nl: Transactie vermenigvuldigingsfactor
tr: Hareket Birimi Çarpanı

source: Inventory Items
ar: مواد المخزون
cs: Skladová položka
de: Inventar-Artikel
el: Προϊόντα αποθήκης
es: Artículos de inventario
hu: Leltártételek
id: Persediaan Produk
it: Articoli di Magazzino
nl: Voorraadartikelen
tr: Stoklar

source: Recipes
ar: وصفات
cs: Receptury
de: Rezepte
el: Συνταγές
es: Recetas
hu: Receptek
id: Resep
it: Ricette
nl: Recepten
tr: Reçeteler

# Transactions
source: Transaction
tr: Alım Fişleri

source: End of day Records
ar: سجلات آخر اليوم
cs: Denní uzávěrky
de: Arbeitszeitberichte
el: Τέλος ημέρας
es: Final del Dia, Cerrar Caja
hu: Napi zárások
id: Hari Terakhir Records
it: Giorno di fine Registrazione
nl: Einde van de dag gegevens
tr: Gün Sonu Belgeleri

source: Select
ar: اختر
cs: Vybrat
de: Wählen
el: Επιλέξτε
es: Seleccionar
hu: Választ
id: Pilih
it: Seleziona
nl: Selecteer
tr: Seçiniz

source: Can't delete past end of day records
ar: لا يمكن حذف سجلات نهاية اليوم الماضية
cs: Nelze smazat poslední uzávěrky
de: Alte Arbeitszeitberichte können nicht gelöscht werden
el: Δεν μπορείτε να διαγράψετε προηγούμενες εγγραφές.
es: No se puede eliminar más allá del cierre de caja
hu: A múltbéli zárás adatok nem törölhetőek
id: Tidak dapat menghapus record terakhir hari ini
it: Impossibile eliminare oltre la fine delle registrazioni al giorno
nl: Oude einde-dag gegevens kan niet verwijderen
tr: Geçmiş günsonu belgeleri silinemez.

source: End of day Record
ar: سجل آخر اليوم
cs: Denní uzávěrka
de: Arbeitszeitbericht
el: Τέλος καταχώρησης ημέρας
es: Registro de cierre de caja
hu: Napi zárás
id: Hari Terakhir Record
it: Fine del Giorno di Registrazione
nl: Einde van de dag gegeven
tr: Gün Sonu Belgesi

source: Calculate Cost
ar: احسب التكلفة
cs: Spočítat náklady
de: Kosten kalkulieren
el: Υπολογίστε το κόστος
es: Calcular costo
hu: Költség számítás
id: Hitung Biaya
it: Calcolare il Prezzo
nl: Bereken Kosten
tr: Maliyet Hesapla

source: Products
ar: منتجات
cs: Produkty
de: Produkte
el: Προϊόντα
es: Productos
hu: Termékek
id: Produk
it: Prodotti
nl: Producten
tr: Ürünler

source: Cost
ar: تكلفة
cs: Náklady
de: Kosten
el: Κόστος
es: Costo
hu: Költség
id: Biaya
it: Prezzo
nl: Kosten
tr: Maliyet

source: Cost Prediction
ar: تقدير التكلفة
cs: Predikce nákladů
de: Kostenschätzung
el: Πρόβλεψη κόστους
es: Predicción de costos
hu: Költség Előrejelzés
id: Prediksi Biaya
it: Analisi Prezzo
nl: Kosten Voorspelling
tr: Tahmini Maliyet

source: Costs
ar: تكاليف
cs: Náklady
de: Kosten
el: Κόστος
es: Costos
hu: Költségek
id: Biaya
it: Costi
nl: Kosten
tr: Maliyetler

source: Current Cost
ar: التكلفة الحالية
cs: Současné náklady
de: Aktuelle Kosten
el: Τρέχον κόστος
es: Costo actual
hu: Jelenlegi költség
id: Biaya Sekarang
it: Prezzo Corrente
nl: Huidige kosten
tr: Fiili Maliyet

source: Current Inventory
ar: المخزون الحالي
cs: Současné zásoby
de: Aktueller Bestand
el: Τρέχον Απόθεμα
es: Inventario Actual
hu: Jelenlegi készlet
id: Inventaris Terkini
it: Inventario Corrente
nl: Huidige voorraad
tr: Fiili Seviye

source: In Stock
ar: متوفرة
cs: Na skladě
de: Auf Lager
el: Σε απόθεμα
es: En stock
hu: Készleten
id: Tersedia
it: In Magazzino
nl: Op voorraad
tr: Devir

source: Inventory Consumption
ar: استهلاك المخزون
cs: Spotřeba zásob
de: Inventar-Verbrauch
el: Κατανάλωση αποθεμάτων
es: Inventario consumido
hu: Készlet fogyasztás
id: Persediaan Konsumsi
it: Inventario Consumo
nl: Voorraad verbruik
tr: Stok Kullanımı

source: Inventory Item Name
ar: اسم قطعة المخزون
cs: Název skladové položky
de: Inventar-Artikelname
el: Όνομα αποθήκης
es: Nombre del articulo del inventario
hu: Készlet-elem neve
id: Persediaan Nama Item
it: Inventario Nome articolo
nl: Voorraadartikel Naam
tr: Stok Adı

source: Portion
ar: جزء
cs: Porce
el: Μερίδα
es: Porción
hu: Adag
id: Porsi
it: Porzione
nl: Portie
tr: Porsiyon

# PredictedInventory
source: Inventory Prediction
ar: تقدير المخزون
cs: Predikce zásob
de: Inventarschätzung
el: Πρόβλεψη Απογραφής
es: Predicción de Inventario
hu: Készlet előrejelzés
id: Prediksi Inventaris
it: Inventario Analisi
nl: Inventaris voorspelling
tr: Tahmini Seviye

source: Product Name
ar: اسم المنتج
cs: Název produktu
de: Produktname
el: Όνομα προϊόντος
es: Nombre del producto
hu: Terméknév
id: Nama Produk
it: Nome Prodotto
nl: Productnaam
tr: Ürün Adı

source: Purchase
ar: شراء
cs: Nákup
de: Einkauf
el: Αγορά
es: Compra
hu: Vásárlás
id: Beli
it: Acquisto
nl: Kopen
tr: Alım

# SellAmount
source: Sold Amount
ar: قيمة المباع
cs: Prodané množství
de: Verkaufte Menge
el: Ποσό Πώλησης
es: Cantidad vendida
hu: Eladott összeg
id: Jumlah Penjualan
it: Importo Vendita
nl: Verkocht aantal
tr: Satış Miktarı

source: Unit
ar: وحدة
cs: Jednotka
de: Einheit
el: Μονάδα
es: Unidad
hu: Egység
id: Satuan
it: Unità
nl: Eenheid
tr: Birim

source: Recipe Name
tr: Reçete Adı

source: Product
ar: منتج
cs: Výrobek
de: Produkt
el: Προϊόν
es: Producto
hu: Termék
id: Produk
it: Prodotto
tr: Ürün

source: Fixed Cost
ar: تكلفة ثابتة
cs: Fixní náklady
de: Feste Kosten
el: Σταθερό Κόστος
es: Costo Fijo
hu: Fix költség
id: Biaya Tetap
it: Costo Fisso
nl: Vaste kosten
tr: Sabit Maliyet

source: Quantity
ar: الكمية
cs: Množství
de: Menge
el: Ποσότητα
es: Cantidad
hu: Mennyiség
id: Kuantitas
it: Quantità
nl: Hoeveelheid
tr: Miktar

source: Recipe
ar: وصفة
cs: Receptura
de: Rezept
el: Συνταγή
es: Receta
hu: Recept
id: Resep
it: Ricetta
nl: Recept
tr: Reçete

source: Inventory
ar: مخزون
cs: Sklad
de: Inventar
el: Αποθήκη
es: Inventario
hu: Készlet
id: Persediaan
it: Inventario
nl: Voorraad
tr: Stok

source: Document No
ar: رقم المستند
cs: Dokument č.
de: Dokumenten-Nr.
el: Αριθμός αρχείου
es: Documento Nº
hu: Dokumentum száma
id: No Dokumen
it: Documento N
nl: Document nr.
tr: Belge No

source: Unit Price
ar: سعر الوحدة
cs: Jednotková cena
de: Einzelpreis
el: Τιμή Μονάδας
es: Precio unitario
hu: Egységár
id: Harga Satuan
it: Prezzo unitario
nl: Eenheidsprijs
tr: Birim Fiyat

source: Transaction Document
ar: مستند العملية
cs: Kniha transakcí
de: Transaktionsdokument
el: Έγγραφο Συναλλαγής
es: Documento de Transacción
hu: Tranzakciós dokumentum
id: Dokumen Transaksi
it: Documenti Operazione
nl: Transactie Document
tr: Alım Fişi

source: Line
ar: سطر
cs: Řádek
de: Zeile
el: Γραμμή
es: Línea
hu: Sor
id: Baris
it: Linea
nl: Regel
tr: Satır

source: Inventory Item
ar: مادة مخزون
cs: Skladová položka
de: Inventarartikel
el: Στοιχείο Απογραφή
es: Artículo de inventario
hu: Készletelem
id: Persediaan Barang
it: Inventario Prodotto
nl: Voorraadartikel
tr: Stok

source: Department Name
ar: اسم القسم
cs: Název provozu
de: Name der Abteilung
el: Όνομα Τμήματος
es: Nombre del departamento
hu: Részleg neve
id: Nama Departemen
it: Nome del reparto
nl: Afdelingsnaam
tr: Departman Adı

source: POS Menu
ar: قائمة نقاط البيع
de: Kassen-Menü
el: POS Μενού
es: Menu Punto de Venta
hu: POS Menü
id: Menu POS
tr: POS Menü

source: Terminal Menu
tr: Terminal Menü

source: Location View
tr: Yer Görünümü

source: Column Count
ar: عدد الأعمدة
cs: Počet sloupců
de: Spaltenzahl
el: Πλήθος στηλών
es: Conteo de Columnas
hu: Oszlop szám
id: Jumlah Kolom
it: Numero Colonne
nl: Aantal kolommen
tr: Sütun Sayısı

source: Department Type
ar: نوع القسم
cs: Typ provozu
de: Abteilungsart
el: Τύπος Τμήματος
es: Tipo de Departamento
hu: Részleg típus
id: Jenis Departemen
it: Tipo Azienda
nl: Afdeling Type
tr: Departman Tipi

source: Delivery
tr: Paket Servis

source: Numerators
ar: منشئ الارقام
cs: Čítače
de: Zähler
el: Αριθμητών
es: Numeradores
hu: Számlálók
id: Pembilang
it: Numeratore
nl: Tellers
tr: Numaratörler

source: Ticket Numerator
ar: منشئ رقم التذكرة
cs: Čítač účtů
de: Ticket-Zähler
el: Αριθμητής εισιτηρίων
es: Numerador de Recibos
hu: Jegy számláló
id: Tiket Pembilang
it: Ticket Numeratore
nl: Bon Teller
tr: Adisyon Numaratörü

source: Order Numerator
ar: منشئ رقم الطلب
cs: Čítač objednávek
de: Bestellungs-Zähler
el: Αριθμητής Παραγγελία
es: Numerador de Orden
hu: Rendelési számláló
id: Pesanan Pembilang
it: Ordine Numeratore
nl: BestellingsTeller
tr: Sipariş Numaratörü

source: Ticket Tags
tr: Adisyon Etiketleri

# TicketTagGroups
source: Tag Groups
tr: Etiket Grupları

# TicketTagGroup
source: Tag Group
ar: مجموعة العلامة
es: Etiqueta de Grupo
hu: Címke csoport
id: Grup Tag
it: Tag Gruppi
nl: Tag Groep
tr: Etiket Grubu

# ChooseTagsForDepartmentHint
source: Select tags for using at {0} department.
tr: {0} şablonunda kullanmak istediğiniz etiketleri seçiniz.

source: Department
ar: قسم
cs: Provoz
de: Abteilung
el: Τμήμα
es: Departamento
hu: Részleg
id: Departemen
it: Reparto
nl: Afdeling
tr: Departman

# BatchCreteProducts
source: Batch Create Products
ar: انشاء منتجات - دفعة واحدة
cs: Zadat více produktů
de: Anlegen mehrerer Produkte
el: Μαζική Δημιουργία Προϊόντα
es: Crear productos por lote
hu: Tömeges termék létrehozás
id: Serempakkan Pembuatan Produk
it: Prodotti creati in batch
nl: Multiple Producten Aanmaken
tr: Toplu Ürün Ekle

# BatchCreateProductsDialogHint
source: Create a line for each product with [Product Name] [Price] format. Start Category Names with # char.
ar: انشئ سطر لكل منتج يحتوى على [اسم المنتج] [السعر]. ابدأ كل اسم مجموعة بـ #.
cs: Vytvořte řádek pro každý produkt ve formátu [Název produktu] [Cena]. Řádek s kategorií začínejte znakem #.
de: Erstellen Sie eine Zeile für jedes Produkt mit [Produktname] [Preis]-Format. Beginnen Sie jede Kategorie mit # -Zeichen und dem Kategorienamen.
el: Δημιουργήστε μια γραμμή για κάθε προϊόν με [Όνομα προϊόντος] [Τιμή] μορφή. Οι κατηγορίες πρέπει να ξεκινούν με το σύμβολο # .
es: Crear una línea para cada producto con el formato [Nombre del producto] [Precio] . Comenzar los Nombres de Categoría con #
hu: Hozzon létre egy sort minden egyes terméknek a [Termék név] [Ár] formátumban. A kategória neveket kezdje a # karakterrel.
id: Buat garis untuk setiap produk dengan [Nama Produk] [Harga] format. Mulai Nama Kategori dengan # char.
it: Creare una riga per ogni prodotto con [Nome Prodotto] [Prezzo] formato. Iniziare i nomi delle categorie con # cancelletto.
nl: Maak een regel voor elk product met [Product naam] [prijs] formaat. Begin categorienamen met # karakter.
tr: Eklemek istediğiniz ürünleri [Ürün adı] [Fiyat] formatında ekleyiniz. Kategorileri # karakteri ile başlatınız.
