Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

# LineItemTotalAndQuantity
source: #Line: Item Total x Quantity
ar: #Line: المجموع × الكمية
cs: # Line: Položka Celkem x Množství
de: # Line: Artikel Summe x Menge
el: # Γραμμή: Συνολική ποσότητα x
es: # Línea: Total x Cantidad
hu: # sor: Elem összesen x Mennyiség
id: #Line: Total Item x Kuantitas
it: # Linea: Articolo Quantità x Totale
nl: # Regel: Artikel Totaal x Aantal
tr: #Satır: Ürün Tutarı x Miktar

# LineItemTotalWithoutGifts
source: #Line: Item Total (Gifts Excluded)
ar: #Line: المجموع (بدون الهدايا)
cs: # Line: Položka Celkem (bez darování)
de: # Line: Artikel Total (Einladungen nicht eingeschlossen)
el: # Γραμμή: Item Σύνολο (Δώρα Εξαιρούνται)
es: # Línea: Total (excluidos los regalos)
hu: # sor: Elem Összesen (Ajándék nélkül)
id: #Line: Total Item (Hadiah Dikecualikan)
it: # Linea: Totale Prodotti (Offerto escluso)
nl: # Regel: Artikel Totaal (Gift niet inbegrepen)
tr: #Satır: Ürün Tutarı (İkram hariç)

# LineItemDetails
source: #Line: Item Properties
tr: #Satır: Ürün Detay Özellikleri

# LineItemDetailPrice
source: #Line: Item Property Price
tr: #Satır: Ürün Özellik Fiyatı

# LineItemDetailQuantity
source: #Line: Item Property Quantity
tr: #Satır: Ürün Özellik Miktarı

source: #Line: Order Number
ar: #Line: رقم الطلب
cs: # Line: Číslo objednávky
de: # Line: Bestellungsnummer
el: # Γραμμή: Αριθμός παραγγελίας
es: # Línea: Número de Orden
hu: # sor: Rendelési szám
id: #Line: Nomor Pesanan
it: # Linea: Numero Ordine
nl: # Regel: Bestelingsnummer
tr: #Satır: Sipariş Numarası

source: Ticket Total
ar: مجموع التذكرة
cs: Celkem
de: Beleg Summe
el: Σύνολο εισιτηρίων
es: Total del Recibo
hu: Jegy összesen
id: Jumlah Tiket
it: Totale del Ticket
nl: Bon Totaal
tr: Belge Toplamı

# TicketPaidTotal
source: Paid Ticket Amount
ar: مبلغ التذكرة المدفوع
cs: Částka na zaplacených účtech
de: Bezahlter Betrag
el: Καταβληθέν ποσό αγοράς εισιτηρίων
es: Cantidad de recibos pagados
hu: Fizetett Jegyek mennyisége
id: Jumlah Tiket Dibayar
it: Ticket Importo versato
nl: Betaald Bon Bedrag
tr: Belge Ödenen Tutar

# TicketRemainingAmount
source: Remaining Ticket Amount
ar: المبلغ المتبقي من التذكرة
cs: Částka na zbývajících účtech
de: Verbleibender Betrag
el: Υπόλοιπο ποσό αγοράς εισιτηρίων
es: Cantidad de recibos restantes
hu: Fennmaradó Jegyek mennyisége
id: Jumlah Sisa Tiket
it: Ticket importo residuo
nl: Resterend Bon Bedrag
tr: Belge Bakiyesi

# RemainingAmountIfPaid
source: Payment Amount if Paid
tr: Ödeme varsa ödenen ve bakiye satırları

# DiscountTotalAndTicketTotal
source: Discount Lines if Exists
tr: İskonto varsa belge toplamı ve iskonto satırları

source: Printer Template
ar: قالب الطابعة
cs: Šablona tiskárny
de: Druckvorlage
el: Πρότυπο εκτυπωτή
es: Plantilla de la impresora
hu: Nyomtató sablon
id: Template Printer
it: Modello Stampante
nl: Printer Sjabloon
tr: Yazıcı Şablonu

source: Printer Name
ar: اسم الطابعة
cs: Název tiskárny
de: Druckername
el: Όνομα εκτυπωτή
es: Nombre de la impresora
hu: Nyomtató neve
id: Nama Printer
it: Nome Stampante
nl: Printer Naam
tr: Yazıcı Adı

# ShareNameAndPortName
source: Printer Share Name / Port Name
ar: اسم الطابعة للمشاركة/اسم المنفذ
cs: Název sdílené tiskárny / název portu
de: Name des freigegebenen Druckers / Port Name
el: Όνομα / Θήρα Εκτυπωτή?
es: Compartir nombre de impresora / Nombre del puerto
hu: Nyomtató megosztási neve / port neve
id: Nama Printer Share / Nama Port
it: Nome Stampante Condivisa / Nome Porta
nl: Printer Share-naam / Poort Naam
tr: Paylaşım Adı / Port Adı

source: Printer Type
ar: نوع الطابعة
cs: Typ tiskárny
de: Druckertyp
el: Τύπος εκτυπωτή
es: Tipo de impresora
hu: Nyomtató típusa
id: Jenis Printer
it: Tipo di Stampante
tr: Yazıcı Tipi

source: Character Set
ar: مجموعة الأحرف
cs: Znaková sada
de: Zeichensatz
el: Σύνολο χαρακτήρων
es: Conjunto de caracteres
hu: Karakter beállítás
it: Set di caratteri
nl: Tekenset
tr: Karakter Seti

source: Line Character Count
ar: عدد الأحرف في السطر
cs: Počet znaků na řádek
el: Γραμμή Count χαρακτήρων
es: Recuento de caracteres x linea
hu: Sor karakter számláló
id: Jumlah Baris Karakter
it: Linea Caratteri
nl: Aantal karakters per regel
tr: Satır Karakter Sayısı

source: Ticket Printer
ar: طابعة التذاكر
cs: Tiskárna účtů
de: Ticketdrucker
el: Εκτυπωτή εισιτηρίων
es: Impresora de recibos
hu: Jegy nyomtató
id: Printer Tiket
it: Stampante Ticket
nl: Bonprinter
tr: Adisyon Yazıcı

source: Port Printer
ar: طابعة Port
cs: Port tiskárny
de: Port-Drucker
el: Θήτα εκυπωτή
es: Puerto de impresora
hu: Port Nyomtató
it: Porta stampante
nl: Poort Printer
tr: Port Yazıcı

# DemoPrinter
source: Demo Printer (notepad)
ar: طابعة تجريبية (المفكرة)
de: Demodrucker (Notepad)
el: Εκτυπωτής Demo (σημειωματάριο)
es: Impresora de Demo (el bloc de notas)
hu: Demo nyomtató (jegyzettömb)
it: Stampante Demo (notepad)
nl: Demo Printer (kladblok)
tr: Demo Yazıcı (notepad)

source: Printer
ar: طابعة
cs: Tiskárna
de: Drucker
el: Εκτυπωτής
es: Impresora
hu: Nyomtató
it: Stampante
tr: Yazıcı

source: Print Job Name
tr: Yazdırma Görevi Adı

source: Button Header
ar: عنوان الزر
cs: Záhlaví tlačítka
de: Buttonbeschriftung
el: Header Button
es: Cabecera de Botón
hu: Gomb Fejléc
id: Tombol header
it: Pulsante Intestazione
nl: Knopnaam
tr: Düğme Başlığı

source: Lock Ticket
ar: إقفال التذكرة
cs: Zamknout účet
de: Ticket sperren
el: Κλείδωμα εισιτηρίων
es: Bloquear recibo
hu: Jegy zárolása
id: Kunci Tiket
it: Bloccare Ticket
nl: Ticket blokkeren
tr: Adisyonu Kilitle

# UseAtPosScreen
source: Display at POS Screen
tr: POS Ekranında Kullanılabilir

# UseAtPaymentScreen
source: Display at Payment Screen
tr: Ödeme Ekranında Kullanılabilir

# UseAtTerminal
source: Display At Terminal
tr: El Terminaline Kullanılabilir

# UseAtOldTickets
source: Only for Old Tickets
ar: للتذاكر السابقة فقط
cs: Jen pro staré účty
de: Nur für alte Belege
el: Μόνο για παλιά εισιτήρια
es: Sólo para recibos antiguos
hu: Csak a régi jegyekre
id: Hanya untuk Tiket Lama
it: Solo per i Ticket vecchi
nl: Alleen voor oude bonnen
tr: Sadece Eski Adisyonlarda Kullanılabilir

source: Print Mapping
ar: تعيين الطباعة
el: Χαρτογράφηση Εκτύπωση
es: Imprimir mapeo
hu: Mapping nyomtatása
id: Cetak Pemetaan
it: Stampa Mapping
tr: Yazdırma Yönlendirmeleri

# PrintContent
source: Printing Content
ar: طباعة المحتوى
cs: Tisknutí obsahu
de: Druckinhalt
el: Περιεχόμενο Εκτύπωση
es: Imprimir contenido
hu: Tartalom nyomtatása
id: Cetak Konten
it: Stampa Contenuto
nl: Afdruk Inhoud
tr: Yazdırma İçeriği

# AutoPrintWhen
source: Auto Print After
tr: Otomatik Yazdırma Tetikleme

# AutoPrintPaymentType
source: Auto Print for Payment Types
tr: Otomatik Yazdırma İşlem Tipi Seçeneği

# MenuItemGroup
source: Product Group
ar: مجموعة المنتج
cs: Skupina produktů
de: Warengruppe
el: Ομάδα Προϊόντων
es: Grupo de productos
hu: Termék csoport
id: Grup Produk
it: Gruppo di prodotti
nl: Productgroep
tr: Ürün Grubu

# MenuItem
source: Product
ar: منتج
cs: Výrobek
de: Produkt
el: Προϊόν
es: Producto
hu: Termék
id: Produk
it: Prodotto
tr: Ürün

source: Template
ar: قالب
cs: Šablona
de: Vorlage
el: Περίγραμμα
es: Plantilla
hu: Sablon
it: Modello
nl: Sjabloon
tr: Şablon

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
el: Προσθήκη
es: Añadir
hu: Hozzáad
id: Tambah
it: Aggiungere
nl: Toevoegen
tr: Ekle

source: Delete
ar: حذف
cs: Vymazat
de: Löschen
el: Διαγραφή
es: Borrar
hu: Töröl
id: Hapus
it: Cancellare
nl: Verwijderen
tr: Sil

source: Manual
ar: يدوي
cs: Ručně
de: Manuell
el: Εγχειρίδιο
hu: Manuális
id: Pedoman
it: Manuale
nl: Handmatig
tr: Manuel

source: All Lines
ar: كل الأسطر
cs: Všechny řádky
de: Alle Zeilen
el: Όλες οι εγγραφές
es: Todas las líneas
hu: Minden sor
id: Semua Baris
it: Tutte le linee
nl: Alle regels
tr: Tüm Satırlar

source: Only New Lines
ar: الأسطر الجديدة فقط
cs: Pouze nové řádky
de: Nur neue Eingaben
el: Μόνο οι νέες εγγραφές
es: Sólo las nuevas líneas
hu: Csak az új vonalak
id: Hanya Baris Baru
it: Solo nuove linee
nl: Alleen nieuwe regels
tr: Sadece Yeni Eklenen Satırlar

source: Lines Grouped by Barcode
ar: تجميع الأسطر من خلال الباركود
cs: Řádky seskupené podle čárového kódu
de: Eingaben gruppiert durch Barcode
el: Γραμμές Ομαδοποιημένα κατά Barcode
es: Lineas Agrupadas por Código de barras
hu: Sorok csoportosítása a vonalkód alapján
id: Garis Dikelompokkan Berdasarkan Barcode
it: Linee raggruppate per codici a barre
nl: Regels Gegroepeerd per Barcode
tr: Barkoda Göre Gruplanmış Satırlar

source: Lines Grouped by Group Code
ar: تجميع الأسطر من خلال رمز المجموعة
cs: Řádky seskupené pode skupinového kódu
de: Eingaben gruppiert durch Warengruppen
el: Γραμμές Ομαδοποιημένα κατά Κώδικας Ομάδα
es: Lineas Agrupadas por código de Grupos
hu: Sorok csoportosítása a Csoport-kód alapján
id: Garis Dikelompokkan berdasarkan Kode Grup
it: Linee raggruppati in base al codice Gruppo
nl: Regels Gegroepeerd per groep Code
tr: Grup Koduna Göre Gruplanmış Satırlar

source: Print Job
ar: عملية الطباعة
cs: Tisková úloha
de: Druckauftrag
el: Εργασίας εκτύπωσης
es: Trabajo de Impresion
hu: Nyomtatási munka
it: Lavoro di Stampa
nl: Printopdracht
tr: Yazdırma Görevi

# DeleteSelectedMappingQuestion
source: Delete Selected Mapping?
ar: حذف التعيين المحدد؟
cs: Odstranit vybrané mapování?
de: Ausgewähltes Mapping löschen?
el: Διαγραφή επιλεγμένων Χαρτογράφηση;
es: Eliminar mapeo seleccionado?
hu: Kiválasztott Mapping törlése?
id: Hapus Pemetaan Terpilih?
it: Eliminare Mapping selezionato?
nl: Geselecteerde mapping verwijderen?
tr: Seçili Tanım Silinsin mi?

# TicketOptions
source: Ticket Settings
ar: إعدادات التذكرة
cs: Nastavení účtu
de: Ticket-Einstellungen
el: Ρυθμίσεις εισιτηρίων
es: Configuración de Recibos
hu: Jegy beállítás
id: Pengaturan Tiket
it: Ticket Impostazioni
nl: Bon-instellingen
tr: Adisyon Ayarları

source: Auto Rounding
ar: تقريب تلقائي
cs: Auto zaokrouhlení
de: Automatische Rundung
el: Στρογγυλοποίηση Auto
es: Auto redondeo
hu: Autómatikus kerekítés
id: Pembulatan Otomatis
it: Auto Arrotondamento
nl: Auto afronden
tr: Otomatik Yuvarlama

source: Weight Barcodes
ar: وزن الباركود
cs: Váha čárového kodu
de: Gewicht Barcodes
el: Barcodes Βάρος
es: Código de Barras del peso
hu: Súly-bonalkódok
id: Berat Barcode
it: Peso codici a barre
nl: Gewicht Barcodes
tr: Gramaj Barkodları

# WeightBarcodePefix
source: Weight Barcode Prefix
ar: بادئة وزن الباركود
cs: Prefix čárového kodu
de: Gewicht Barcode Prefix
el: Βάρος Πρόθεμα Barcode
es: Prefijo de código de barras del peso
hu: Súly-vonalkód előtag
id: Berat Barcode Awalan
it: Peso Codici a Barre Prefisso
nl: Gewicht Barcode Prefix
tr: Gramaj Barkodu Öneki

source: Weight Barcode Item Id Length
ar: طول معرف عنصر وزن الباركود
cs: Hmotnost čárového kódu položky Id Délka
de: Gewicht Barcode Artikel Id Länge
el: Βάρος: Barcode Μήκος Id
es: Longitud Id de Código de barras del peso del artículo
hu: Súly-vonalkód azonosító hossza
id: Berat Barcode Barang Id Panjang
it: Peso Codici a Barre Articolo Lunghezza Id
nl: Gewicht Barcode Artikel ID Lengte
tr: Gramaj Barkodu Ürün ID Uzunluğu

source: Weight Barcode Quantity Length
ar: طول كمية وزن الباركود
cs: Hmotnost čárových kódů Množství Délka
de: Gewicht Barcode Mengenlänge
el: Βάρος Μήκος Ποσότητα Barcode
es: Cantidad Longitud de Código de Barras del peso
hu: Súly-vonalkód mennyiség hossza
id: Berat Barcode Jumlah Panjang
it: Peso Codici a Barre Lunghezza Quantità
nl: Gewicht Barcode Aantal Lengte
tr: Gramaj Barkodu Miktar Uzunluğu

source: Program Settings
ar: إعدادات البرنامج
cs: Nastavení programu
de: Programm-Einstellungen
el: Ρυθμίσεις Προγράμματος
es: Configuración del programa
hu: Program beállítások
id: Pengaturan Program
it: Impostazioni del programma
nl: Programma-instellingen
tr: Program Ayarları

# DayOperations
source: Work Periods
ar: فترات العمل
cs: Pracovní doby
de: Arbeitszeiten
el: Περίοδοι εργασίας
es: Períodos de trabajo
hu: Műszakok
id: Periode Kerja
it: Periodo di Lavoro
nl: Werkperiodes
tr: Gün İşlemleri

source: Local Settings
ar: إعدادات محلية
cs: Místní nastavení
de: Lokale Einstellungen
es: Configuración local
hu: Helyi beállítások
id: Pengaturan Lokal
it: Impostazioni locali
nl: Lokale Instellingen
tr: Yerel Ayarlar

source: Terminals
ar: الأجهزة
cs: Terminály
el: Τερματικά
es: Terminales
hu: Terminálok
id: Terminal
it: Terminale
tr: Terminaller

source: Printers
tr: Yazıcılar

source: Print Jobs
tr: Yazdırma Görevleri

source: Printer Templates
tr: Yazıcı Şablonları

source: SambaPOS Website
ar: الموقع الاليكتروني لـ SambaPOS
cs: SambaPOS webové stránky
de: SambaPOS Webseite
el: SambaPOS Ιστοσελίδα
es: SambaPOS Sitio Web
hu: SambaPOS honlap
id: Situs web SambaPOS
it: SambaPOS Sito
tr: SambaPOS Websitesi

source: Samba Network
ar: شبكة Samba
cs: Samba sítě
el: Samba Δίκτυο
es: Samba Red
hu: Samba hálózat
id: Samba Jaringan
it: Samba Rete
nl: Samba Netwerk
tr: Samba Ağı

source: Can Start End of Day
ar: يستطيع بدئ اليوم وإنهائه
cs: Může začít uzávěrku
de: Kann Arbeitszeitbericht beginnen
el: Μπορεί εκτελέσει "Τέλος Ημέρας"
es: Se puede iniciar Final del Día
hu: Napi zárás kezdhető
id: Dapat Dimulai Hari Akhir
it: Impossibile avviare Fine giornata
nl: Mag einde dag opstarten
tr: Gün sonu yapabilir

source: Terminal Name
tr: Terminal Adı

source: Program Language
ar: لغة البرنامج
cs: Jazyk programu
de: Programmsprache
el: Πρόγραμμα Γλώσσας
es: Idioma del Programa
hu: Program nyelv
id: Bahasa Program
it: Lingua Programma
nl: Programma Taal
tr: Program Dili

# DataConnection
source: Data Connection String
ar: توصيل قاعدة البيانات
cs: Celý název umístění
el: Τα δεδομένα συμβολοσειράς σύνδεσης
es: Datos de cadena de conexión
hu: Adatkapcsolat Karakterlánc
it: Connessione dati String
nl: Gegevens-verbindingsreeks
tr: Veri Bağlantısı

source: Message Server Name
ar: اسم خادم الرسائل
cs: Název Message serveru
el: Όνομα διακομιστή
es: Nombre del servidor de mensajes
hu: Üzenet-szerver neve
id: Pesan Name Server
it: Server Message Nome
nl: Bericht-Server Naam
tr: Mesaj Sunucusu Adı

source: Message Server Port
ar: منفذ خادم الرسائل
cs: Port message serveru
el: Πόρτα διακομιστή
es: Mensaje del puerto del servidor
hu: Üzenet-szerver port
id: Pesan Server Port
it: Server Message Porta
nl: Bericht-Server Poort
tr: Mesaj Sunucusu Portu

source: Auto Start Message Client
ar: تشغيل تلقائي لبرنامج الرسائل
cs: Automaticky spouštět message klienta
de: Automatisch den Message-Client starten
el: Auto πελάτη Μήνυμα Έναρξης
es: Inicio automático de mensajes de clientes
hu: Üzenet-kliens autómatikus indítása
id: Auto Start Pesan Klien
it: Auto Start cliente di messaggeria
nl: Start Bericht-Client automatisch
tr: Başlangıçta İstemciyi Başlat

source: Start Client Now
ar: تشغيل البرنامج الآن
cs: Spustit klienta
de: Client jetzt starten
el: Ξεκινήστε Τώρα πελάτη
es: Iniciar Cliente
hu: Kliens indítása most
id: Mulai Client Sekarang
it: Avviare Client Ora
nl: Start client nu
tr: İstemciyi Şimdi Başlat

# DeleteErrorShouldHaveAtLeastOneTerminal
source: Can't delete because there should be at least one terminal.
ar: لا يمكن الحذف. يجب أن يكون هناك على الأقل جهاز طرفي واحد.
cs: Nelze odstranit, protože by měl být alespoň jeden terminál.
de: Kann nicht gelöscht werden, da mindestens ein Terminal vorhanden sein sollte.
el: Δεν είναι δυνατή η διαγραφή, επειδή θα πρέπει να υπάρχει τουλάχιστον ένα τερματικό.
es: No se puede eliminar porque debería haber al menos un terminal.
hu: Nem lehet törölni, mert legalább egy Terminálnak lennie kell!
id: Tidak dapat menghapus karena harus ada setidaknya satu terminal.
it: Impossibile eliminare perché ci dovrebbe essere almeno un terminale.
nl: Kan niet verwijderen, omdat er ten minste een terminal dient te zijn.
tr: En az bir terminal tanımı bulunmalıdır.

source: Default Terminal
ar: الجهاز الافتراضي
cs: Výchozí terminál
de: Standard-Terminal
el: Προεπιλογή Terminal
es: Terminal predeterminado
hu: Alapértelmezett Terminál
it: Predefinito Terminale
nl: Standaard Terminal
tr: Varsayılan Terminal

source: Auto Logout
ar: تسجيل خروج تلقائي
cs: Automatické odhlášení
de: Automatisches Logout
el: Αυτόματη Αποσύνδεση
es: Auto-salir
hu: Autómatikus kiléptetés
id: Keluar Otomatis
nl: Automatisch afmelden
tr: Otomatik çıkış

# PrinterOptions
source: Printer Settings
ar: إعدادات الطابعة
cs: Nastavení tiskárny
de: Druckereinstellungen
el: Ρυθμίσεις εκτυπωτή
es: Configuración de la impresora
hu: Nyomtató beállítások
it: Impostazioni stampante
nl: Printerinstellingen
tr: Yazıcı Tanımları

source: Slip Report Printer
ar: طابعة التقرير المصغر
cs: Zpráva o skluzu tiskárny
de: Slip-Bericht Drucker
el: Slip εκτυπωτή Έκθεση
es: Deslizamiento de la Impresora
hu: Slip-Blokk-nyomtató
id: Slip Printer Laporan
it: Infilare stampante Rapporto
nl: Slip rapport Printer
tr: Slip Rapor Yazıcısı

source: Report Printer
ar: طابعة التقرير
cs: Report tiskárny
de: Berichtedrucker
el: Εκτυπωτής Έκθεση
es: Informe de la impresora
hu: Jelentés nyomtató
id: Laporan Printer
nl: Rapport Printer
tr: Rapor Yazıcısı

source: Select Print Job
ar: اختر عملية الطباعة
cs: Vybrat tiskové úlohy
de: Wählen Sie einen Druckauftrag
el: Επιλέξτε την εργασία εκτύπωσης
es: Seleccione el trabajo de impresión
hu: Nyomtatási munka választása
id: Pilih Print Job
it: Selezionare processo di stampa
nl: Selecteer Printopdracht
tr: Görev Seç

source: Print Job List
ar: قائمة علمليات الطباعة
cs: Seznam tiskových úloh
de: Liste der Druckaufträge
el: Εκτύπωση λίστας εργασίας
es: Lista de trabajos de impresión
hu: Nyomtatási munkalista
id: Cetak Daftar Pekerjaan
it: Lista lavori di stampa
nl: Print Opdrachten Lijst
tr: Yazdırma Görevi Listesi

# SelectPrintJobsForTerminalHint_f
source: Select printing jobs that you want to add {0} terminal
ar: حدد مهام الطباعة التي تريد إضافتها للجهاز الطرفي: {0}
cs: Vyberte tiskové úlohy, kterou chcete přidat {0} terminálu
de: Wählen Sie Druckaufträge, die Sie auf dem {0}-Terminal hinzufügen möchten
el: Επιλέξτε εργασίες εκτύπωσης που θέλετε να προσθέσετε {0} τερματικό
es: Seleccionar los trabajos de impresión que desea agregar {0} terminales
hu: Válassza ki azokat a nyomtatási feladatokat, melyeket a(z) {0} terminálhoz hozzá kíván adni.
id: Pilih pekerjaan pencetakan yang ingin Anda tambahkan {0} terminal
it: Selezionare i lavori di stampa che si desidera aggiungere {0} terminale
nl: Selecteer afdruktaken die u wilt toevoegen aan terminal {0}
tr: {0} terminaline eklemek istediğiniz yazdırma görevlerini seçiniz

# BatchAddVoidReasons
source: Add multiple Void Reasons
tr: Toplu İade Nedeni Ekle

# BatchAddVoidReasonsDialogHint
source: Add one line for each reason you want to add
tr: Eklemek istediğiniz İade Nedenlerini her satıra bir madde gelecek şekilde ekleyiniz.

# DeleteErrorVoidReasonUsed
source: Can't delete because this reason used in a ticket
tr: Bu iade nedeni kullanıldığı için silinemez.

source: Void Reason Name
tr: İade Nedeni Adı

source: Void Reason
tr: İade Nedeni

source: Cash Content
ar: محتوى النقد
cs: Obsah účtu restaurace
de: Kasseninhalt
el: Περιεχόμενο μετρητών
es: Contenido de caja
hu: Készpénz-tartalom
id: Pembayaran Konten
it: Cassa Contenuto
nl: Kontante inhoud
tr: Kasa Durumu

# WorkPeriodStartDate_f
source: Date of Work Period: {0}
ar: تاريخ فترة العمل: {0}
cs: Datum pracovní doby: {0}
de: Arbeitszeit begonnen am: {0}
el: Ημερομηνία Περίοδος εργασίας: {0}
es: Fecha del período de trabajo: {0}
hu: Műszak napja: {0}
id: Tanggal Periode Kerja: {0}
it: Data periodo di lavoro: {0}
nl: Datum van Werk Periode: {0}
tr: Gün başlama tarihi: {0}

# WorkPeriodStartTime
source: Time of Work Period: {0}
ar: وقت فترة العمل: {0}
cs: Čas pracovní doby: {0}
de: Arbeitszeit begonnen um: {0}
el: Ώρα Περίοδος εργασίας: {0}
es: Tiempo del período de trabajo: {0}
hu: Műszak ideje: {0}
id: Waktu Periode Kerja: {0}
it: Ora periodo di lavoro: {0}
nl: Tijd van Werk Periode: {0}
tr: Gün başlama saati: {0}

# TotalWorkTimeDays_f
source: Total Work Time: {0:0} days {1:0} hours {2:0} minutes
ar: إجمالي وقت العمل: {0:0} يوم {1:0} ساعة {2:0} دقيقة
cs: Celková pracovní doba: {0:0} dnů {1:0} hodin {2:0} minut
de: Arbeitszeit gesamt: {0:0} Tage {1:0} Stunden {2:0} Minuten
el: Συνολικός χρόνος εργασίας: {0:0} ημέρες {1:0} ώρα: {2:0} λεπτά
es: Tiempo total de trabajo: {0:0} días {0:0} horas {0:0} minutos
hu: Teljes munkaidő: {0:0} nap {1:0} óra {2:0} perc
id: Jumlah total Waktu Kerja : {0:0} hari {1:00} jam {2:00} menit
it: Tempo di lavoro totale: {0:0} giorni {1:0} ore {2:0} minuti
nl: Totale werktijd: {0:0} dagen {1:0} uur {2:0} minuten
tr: Toplam Çalışma Zamanı: {0:0} gün {1:0} saat {2:0} dakika

# TotalWorkTimeHours_f
source: Total Work Time: {0:0} hours {1:0} minutes
ar: إجمالي وقت العمل: {0:0} ساعة {1:0} دقيقة
cs: Celková pracovní doba: {0:0} hodin {1:0} minut
de: Arbeitszeit gesamt: {0:0} Stunden {1:0} Minuten
el: Συνολικός χρόνος εργασίας: {0:0} ώρα: {1:0} λεπτά
es: Tiempo total de trabajo: {0:0} hora {0:0} minutos
hu: Teljes munkaidő: {0:0} óra {1:0} perc
id: Total Waktu Kerja : {0:0} jam {1:00} menit
it: Tempo totale di : {0:0} ore {1:0} minuti
nl: Totale werktijd: {0:0} uur {1:0} minuten
tr: Toplam Çalışma Zamanı: {0:0} saat {1:0} dakika

# TotalWorkTimeMinutes_f
source: Total Work Time: {0:0} minutes
ar: إجمالي وقت العمل: {0:0} دقيقة
cs: Celková pracovní doba: {00:00} minut
de: Arbeitszeit gesamt: {0:0} Minuten
el: Συνολικός χρόνος εργασίας: {0:0} λεπτά
es: Tiempo total de trabajo: {0:0} minuto
hu: Teljes Munkaidő: {0:0} perc
id: Jumlah Waktu Kerja : {0:0} menit
it: Lavoro Tempo totale: {0:0} minuti
nl: Totale werktijd: {0:0} minuten
tr: Toplam Çalışma Zamanı: {0:0} dakika

source: Start Work Period to enable POS
ar: ابدأ "فترة العمل" لتفعيل نقطة البيع
cs: Spusťte Pracovní dobu pro aktivaci POS
de: Das Kassensystem startet mit dem Beginn einer Arbeitszeit.
el: Ξεκινήστε Εργασία Περίοδος να ενεργοποιήσετε POS
es: Iniciar periodo de trabajo para habilitar TPV
hu: Kezdjen műszakot, hogy érvényesítde a POS-t!
id: Mulai Bekerja saat Periode mengaktifkan POS
it: Inizio lavori per consentire Periodo POS
nl: Start werkperiode om kassa aan te zetten
tr: Çalışmaya başlamak için gün başı yapınız.

source: Start Work Period
ar: بدء فترة العمل
cs: Začátek pracovní doby
de: Start der Arbeitszeit
el: Ξεκινήστε Περίοδος εργασίας
es: Iniciar período de trabajo
hu: Műszak kezdete
id: Mulai Periode Kerja
it: Inizio periodo di lavoro
nl: Start werkperiode
tr: Gün Başı Yap

source: End Work Period
ar: إنهاء فترة العمل
cs: Konec pracovní doby
de: Ende der Arbeitszeit
el: Τέλος Περίοδος εργασίας
es: Finalizar período de trabajo
hu: Műszak vége
id: Stop Periode Kerja
it: Fine periodo di lavoro
nl: Einde werkperiode
tr: Gün Sonu Yap

# StartingWorkPeriodCompleted
source: Work Period Started.
ar: تم بدء فترة العمل.
cs: Pracovní doba spuštěna
de: Arbeitszeit hat begonnen.
el: Περίοδος έναρξη των εργασιών.
es: Periodo de trabajo Comenzado.
hu: Műszak elkezdődött
id: Periode Kerja Dimulai.
it: Periodo inizio dei lavori.
nl: Werkperiode gestart.
tr: Gün Başı İşlemi Tamamlandı.

# ThereAreOpenTicketsWarning_f
source: There are {0} open tickets. Can't end Work Period while tickets open
ar: هناك {0} تذكرة مفتوحة. لا يمكن أن تنهي "فترة العمل" قبل إغلاقها
cs: Jsou {0} otevřené účty. Nelze ukončit pracovní dobu, pokud jsou otevřené účty.
de: Es gibt {0} offene Belege. Die Arbeitszeit kann nicht beendet werden.
el: Υπάρχουν {0} ανοιχτά εισιτήρια. Δεν είναι δυνατή τέλος της περιόδου εργασίας, ενώ τα εισιτήρια για το άνοιγμα
es: Hay {0} recibos abiertos. No puede terminar Periodo de trabajo mientras haya recibos abiertos
hu: Jelenleg van {0} nyitott jegy. Amíg nyitott jegy van, a műszak nem lehet műszakot zárni!
id: Ada {0} tiket terbuka. Tidak dapat mengakhiri Periode Kerja sementara tiket masih ada yang terbuka
it: Ci sono {0} Ticket Aperti. Non può finire il periodo di lavoro mentre ci sono Ticket aperti.
nl: Er zijn {0} open bonnen. Kan de werkperiode niet beeindigen zolang er nog bonnen open staan
tr: Açık {0} adisyon bulunmaktadır. Açık adisyon varken gün sonu yapılamaz.

source: Location
tr: Yer

source: Add Multiple Locations
tr: Toplu Yer Ekle
