Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
hu: Ma
id: Hari ini
it: Oggi
nl: Vandaag
tr: Bugün

source: Yesterday
ar: الأمس
cs: Včera
de: Gestern
el: Χτες
es: Ayer
hu: Tegnap
id: Kemarin
it: Ieri
nl: Gisteren
tr: Dün

source: Past Month
ar: الشهر الماضي
cs: Minulý měsíc
de: Letztes Monat
el: Τον προηγούμενο μήνα
es: Mes pasado
hu: Múlt hónapban
id: Bulan Lalu
it: Mese Scorso
nl: Afgelopen maand
tr: Geçen Ay

source: This Month
ar: هذا الشهر
cs: Tento měsíc
de: Dieses Monat
el: Αυτό το μήνα
es: Este Mes
hu: Ebben a hónapban
id: Bulan ini
it: Questo Mese
nl: Deze maand
tr: Bu Ay

source: This Week
ar: هذا الاسبوع
cs: Tento týden
de: Diese Woche
el: Αυτή την εβδομάδα
es: Esta semana
hu: Ezen a héten
id: Minggu Ini
it: Questa settimana
nl: Deze week
tr: Bu Hafta

source: Past Week
ar: الاسبوع الماضي
cs: Minulý týden
de: Vergangene Woche
el: Την προηγούμενη εβδομάδα
es: Última semana
hu: Múlt hét
id: Minggu Lalu
it: Settimana Passata
nl: Afgelopen week
tr: Geçen Hafta

# UndefinedWithBrackets
source: [Undefined]
ar: [غير معروف]
cs: [Nedefinováno]
hu: [Meghatározatlan]
id: [Tidak Diketahui]
it: [NonDefinito]
nl: [Ongedefinieerd]
tr: [Tanımsız]

# TicketWithBrackets
source: [Ticket]
ar: [التذكرة]
cs: [Účet]
de: [Beleg]
el: [Εισιτηρίων]
hu: [Jegy]
id: [Tiket]
nl: [Bon]
tr: [Adisyon]

# As_f
source: As of {0}
ar: كما هو من {0}
cs: Jak {0}
de: Wie von {0}
el: Όπως του {0}
es: A partir de {0}
hu: Mint {0}
id: Pada {0}
it: Come di {0}
nl: Met ingang van {0}
tr: {0} itibariyle

source: Accounts
ar: حسابات
cs: Účty
de: Konten
el: Λογαριασμοί
es: Cuentas
hu: Számlák
id: Account
it: Account
nl: Rekeningen
tr: Hesaplar

# NoTransactionsFoundFor_f
source: No transactions for {0}
ar: لا يوجد عمليات لـ {0}
cs: Žádné transakce pro {0}
de: Keine Transaktionen für {0}
el: Δεν γίνονται πράξεις για {0}
es: No hay transacciones para {0}
hu: Nincs tranzakció ehhez: {0}
id: Tidak ada transaksi selama {0}
it: Non ci sono transazioni per {0}
nl: Geen transacties voor {0}
tr: {0} bulunmamaktadır

source: Internal Accounts
ar: الحسابات الداخلية
cs: Vnitřní účty
de: Interne Konten
el: Εσωτερική Λογαριασμοί
es: Las cuentas internas
hu: Belső fiókok
id: Pengguna Dalam
it: Contabilità interna
nl: Interne boekhouding
tr: İç Kullanım Hesapları

source: Accounts Liability
ar: مسؤولية الحسابات
cs: Účtové předplatné
de: Kontenverantwortung
el: Λογαριασμοί Ευθύνη
es: Cuentas de pasivo
hu: Szállítók
id: Kewajiban Pengguna
it: Conti Responsabilità
nl: Aansprakelijkheden
tr: Borçlu Hesaplar

source: Accounts Receivable
ar: حسابات القبض
cs: Doplatit
de: Forderungen
el: Απαιτήσεις από Πελάτες
es: Cuentas por cobrar
hu: Vevők
id: Pendapatan Pengguna
it: Credito verso clienti
nl: Debiteuren
tr: Alacaklı Hesaplar

# CashReport
source: Cash Transactions Report
ar: تقرير عن المعاملات النقدية
cs: Reporty hotovostních transakcí
de: Bar-Transaktions-Bericht
el: Συναλλαγές μετρητών Έκθεση
es: Informe de transacciones en efectivo
hu: Készpénzes tranzakció-jelentés
id: Laporan Transaksi Tunai
it: Transazioni in contanti Segnalata
nl: Cash transacties
tr: Kasa Raporu

# DateRangeIsNotActiveWorkPeriod
source: Date range is not in active work period
ar: نطاق التاريخ ليس في فترة العمل النشطة
cs: Časové období není v aktivní pracovní době
de: Keine Zeitspanne in der aktuellen Arbeitszeit.
el: Εύρος ημερομηνιών δεν είναι σε ενεργό περίοδο εργασίας
es: El rango de fechas no es un período de trabajo activo
hu: Dátum tartomány nincs az aktív műszakban
id: Rentang tanggal tidak dalam masa kerja aktif
it: Intervallo di date non è un periodo di lavoro attivo
nl: Datum bereik is niet in actieve werkperiode
tr: Tarih aralığı aktif çalışma dönemi değil.

# ReportDoesNotContainsCashState
source: Report does not contain Start Amounts
ar: لا يتضمن التقرير "مبالغ البداية"
cs: Report neobsahuje Prvotní částku
de: Bericht enthält keine Anfangsbeträge
el: Έκθεση δεν περιλαμβάνει Έναρξη Ποσά
es: Informe no contiene cantidades Inicio
hu: Jelentés nem tartalmaz kezdő-összeget
id: Laporan tidak mengandung Jumlah Mulai
it: Rapporto non contiene quantità di avvio
nl: Rapport bevat geen Start Bedragen
tr: Değerler kasa devirlerini içermemektedir.

source: Expenses
ar: المصاريف
cs: Náklady
de: Kosten
el: Έξοδα
es: Gastos
hu: Kiadások
id: Beban
it: Spese
nl: Kosten
tr: Giderler

source: Cash Transactions
ar: المعاملات النقدية
cs: Hotovostní transakce
de: Bar-Transaktionen
el: Συναλλαγές μετρητών
es: Transacciones en efectivo
hu: Készpénzes tranzakciók
id: Transaksi Tunai
it: Operazioni in contanti
nl: Cash Transacties
tr: KASA HAREKETLERİ

source: Totals
ar: المجاميع
cs: Součty
de: Gesamtsummen
el: Σύνολα
es: Totales
hu: Összesítés
id: Total
it: Totali
nl: Totalen
tr: TOPLAMLAR

source: Total Expense
ar: إجمالي المصروفات
cs: Celkové náklady
de: Gesamtentnahmen
el: Σύνολο Εξόδων
es: Gastos Totales
hu: Összes kiadás
id: Total Beban
it: Totale Spese
nl: Totale Kosten
tr: Toplam Gider

source: Incomes
ar: دخل
cs: Příjmy
de: Einnahmen
el: Τα εισοδήματα
es: Ingresos
hu: Bevételek
id: Pendapatan
it: Redditi
nl: Ontvangsten
tr: Gelirler

# StartAmount
source: Start Amounts
ar: مبالغ البداية
cs: Prvotní částka
de: Startguthaben
el: Ξεκινήστε Ποσά
es: Inicio cantidades
hu: Nyitó-összeg
id: Jumlah Mulai
it: Avviare Importi
nl: Start Bedragen
tr: Devreden

source: Sales Income
ar: إيرادات المبيعات
cs: Tržby
de: Verkaufseinnahmen
el: Πωλήσεις εισοδήματος
es: Ingresos por ventas
hu: Árbevétel
id: Pendapatan Sales
it: Proventi delle Vendite
nl: Verkoop Inkomen
tr: Satış Gelirleri

source: Total Income
ar: مجموع الإيرادات
cs: Příjmy celkem
de: Gesamteinnahmen
el: Συνολικά Έσοδα
es: Total de Ingresos
hu: Összes bevétel
id: Total Pendapatan
it: Totale Entrate
nl: Totaal Inkomen
tr: Toplam Gelir

source: Cash Status
ar: الوضع النقدي
cs: Stav hotovosti
de: Barbestand
el: Κατάσταση μετρητών
es: Efectivo Estado
hu: Készpénz Státusz
id: Status Tunai
it: Stato Pagamento
nl: Kontant geld status
tr: Kasa Durumu

# Drawer
source: Cash Drawer
ar: درج الأوراق النقدية
cs: Pokladní zásuvka
de: Kasse
el: Συρτάρι μετρητών
es: Caja
hu: Pénztárgép
it: Cassa
nl: Kassalade
tr: Kasa

source: Work Period Report
ar: تقرير الفترة العمل
cs: Report pracovní doby
de: Arbeitszeitbericht
el: Εργασία Έκθεση Περιόδου
es: Informe sobre el Período de trabajo
hu: Műszak-jelentés
id: Laporan Periode Kerja
it: Rapporto Periodo di Lavoro
nl: Werkperiode Rapport
tr: Gün Sonu Raporu

source: Sales
ar: المبيعات
cs: Prodeje
de: Verkauf
el: Πωλήσεις
es: Ventas
hu: Eladás
id: Penjualan
it: Vendite
nl: Verkoop
tr: Satışlar

source: General Information
ar: معلومات عامة
cs: Obecné informace
de: Allgemeine Informationen
el: Γενικές Πληροφορίες
es: Información General
hu: Általános információk
id: Informasi Umum
it: Informazioni generali
nl: Algemene informatie
tr: Genel Bilgiler

# ItemProperties
source: Extra Item Properties
ar: خصائص عنصر إضافي
cs: Extra položka Vlastnosti
de: Extra Artikel-Modifier
el: Επιπλέον Ιδιότητες αντικειμένου
es: Propiedades adicionales del artículo
hu: Extra elem-tulajdonságok
id: Ekstra Items Propertis
it: Proprietà degli elementi aggiuntivi
nl: Extra Artikel Eigenschappen
tr: İlave Özellikler

source: Voids Total
tr: İptaller Toplamı

source: Discounts Total
ar: إجمالي الخصومات
cs: Celkem slevy
de: Rabatte gesamt
el: Εκπτώσεις Σύνολο
es: Total descuentos
hu: Összes kedvezmény
id: Total Diskon
it: Sconti
nl: Kortingen Totaal
tr: İskontolar Toplamı

source: Gifts Total
tr: İkramlar Toplamı

source: Ticket Count
ar: عدد التذاكر
cs: Počet účtů
de: Ticketanzahl
el: Count εισιτηρίων
es: Cuenta Recibos
hu: Jegy-számláló
id: Jumlah Tiket
it: Ticket Conto
nl: Aantal bonnen
tr: Adisyon Sayısı

# SalesDivTicket
source: Sales Total / Ticket
ar: مجموع المبيعات/تذكرة
cs: Celkem tržby / účet
de: Verkauf gesamt / Ticket
el: Σύνολο Πωλήσεις / αγοράς εισιτηρίων
es: Total Ventas / Recibos
hu: Összes eladás/Jegy
id: Total Penjualan / Tiket
it: Vendite Total / Ticket
nl: Verkoop Totaal / Bonnen
tr: Ciro / Adisyon

# Incomes_f
source: {0} Incomes
ar: الدخل: {0}
cs: {0} příjmy
de: {0} Einnahmen
el: {0} εισοδήματα
es: {0} ingresos
hu: {0} bevétel
id: {0} Pendapatan
it: {0} Redditi
nl: {0} Inkomen
tr: {0} Gelirleri

# TotalAmount_f
source: {0} Total Amount:
ar: المبلغ الإجمالي: {0}
cs: {0} Celková částka:
de: {0} Gesamtbetrag:
el: {0} Συνολικό Ποσό:
es: {0} Total:
hu: {0} Teljes összeg:
id: {0} Total Jumlah :
it: {0} Importo Totale:
nl: {0} Totaal bedrag:
tr: {0} Toplam Tutarı:

# TicketTotal_f
source: Total {0}:
ar: المجموع: {0}
cs: Celkem {0}:
de: Gesamt {0}:
el: Σύνολο {0}:
es: Total de {0}:
hu: Összesen {0}:
it: Totale {0}:
nl: Totaal {0}:
tr: Toplam {0}:

# TotalAmountDivTag_f
source: Total Amount / {0}:
ar: مجموع مبلغ/{0}:
cs: Celková částka / {0}:
de: Gesamtsumme / {0}:
el: Συνολικό Ποσό / {0}:
es: Monto total / {0}:
hu: Teljes összeg / {0}:
id: Total Jumlah / {0}:
it: Importo Totale / {0}:
nl: Totaal bedrag / {0}:
tr: Toplam Tutar / {0}:

source: User Sales
ar: مبيعات مستخدم
cs: Uživatel Prodej
de: User-Verkauf
el: Πωλήσεις χρήστη
es: Ventas de usuario
hu: Felhasználó forgalma
id: Penjualan Pengguna
it: Utente vendite
nl: Gebruiker verkoop
tr: Kullanıcı Bazlı Satışlar

source: Item Sales
ar: مبيعات الأصناف
cs: Položka Prodej
de: Artikel-Verkauf
el: Πωλήσεις Αντικείμενο
es: Venta de Artículos
hu: Elem-forgalma
id: Penjualan Barang
it: Voce di vendita
nl: Artikel verkoop
tr: Ürün Satışları

source: Cost Report
ar: تقرير التكلفة
cs: Report nákladů
de: Kostenbericht
el: Κόστος Έκθεση
es: Reportes de los costos
hu: Költség-jelentés
id: Laporan Biaya
it: Costo Rapporto
nl: Kosten Rapport
tr: Maliyet Raporu

source: Average Cost
ar: متوسط التكلفة
cs: Průměrné náklady
de: Durchschnittliche Kosten
el: Μέσο κόστος
es: Costo promedio
hu: Átlagköltség
id: Rata-rata Biaya
it: Costo medio
nl: Gemiddelde kosten
tr: Ortalama Maliyet

# ThereAreNoCostTransactionsInThisPeriod
source: There are no cost transactions in this work period.
ar: لا توجد تكاليف في فترة العمل.
cs: Neexistují žádné transakční náklady v této pracovní době.
de: Es gibt keine Kosten-Transaktionen in dieser Arbeitperiode.
el: Δεν υπάρχουν συναλλαγές κόστος σε αυτή την περίοδο εργασίας.
es: No hay ninguna operación de costos en este período de trabajo.
hu: Nincsenek költség-tranzakciók ebben a műszakban.
id: Tidak ada transaksi penjualan di periode kerja ini.
it: Non ci sono operazioni di costo in questo periodo di lavoro.
nl: Er zijn geen kosten transacties in deze werkperiode.
tr: Seçili dönemde maliyet hesaplanabilecek bir ürün bulunmuyor.

source: Inventory Purchase Report
ar: تقرير شراء المخزون
cs: Report nákupu zboží
de: Bestands-Kauf-Bericht
el: Απογραφή Έκθεση Αγορά
es: Reporte de Inventario de compra
hu: Készlet vásárlási jelentés
id: Laporan Persediaan Pembelian
it: Rapporto Aquisti
nl: Voorraad inkoop rapport
tr: Stok Alım Raporu

source: Inventory Group
ar: مجموعة المخزون
cs: Skupiny zásob
de: Bestandsgruppe
el: Ομάδα Απογραφή
es: Inventario de Grupo
hu: Készlet-csoport
id: Persediaan Grup
it: Gruppo Magazzino
nl: Voorraadgroep
tr: Stok Grubu

# AveragePrice_ab
source: Avg.Price
ar: متوسط السعر
cs: Prům.cena
de: Durchschn. Preis
es: Precio Prom.
hu: Átlag ár
id: Harga Rata-rata
it: Avg.Prezzo
nl: Gem.Prijs.
tr: Ort.Fiyat

source: Item Sales Report
ar: تقرير مبيعات البند
cs: Report prodeje podle položky
de: Artikelbericht
el: Αναφορά αντικειμένου Πωλήσεις
es: Informe de ventas del artículo
hu: Elem-forgalmi jelentés
id: Laporan Barang Penjualan
it: Rapporto di vendita Articolo
nl: Artikel verkoop rapport
tr: Ürün Satış Raporu

source: Sales by Item Group
ar: المبيعات عن طريق مجموعة الأصناف
cs: Tržby podle skupiny položek
de: Umsatz nach Artikel-Gruppe
el: Οι πωλήσεις από τη θέση Ομάδα
es: Ventas por grupo de artículos
hu: Forgalom elemcsoportonként
id: Penjualan Menurut Group Barang
it: Vendite per Gruppo
nl: Omzet per artikelgroep
tr: Ürün Grubu Bazında Satışlar

source: Quantities by Item Group
ar: الكميات عن طريق مجموعة الأصناف
cs: Množství podle skupiny položek
de: Mengen nach Artikel-Gruppe
el: Ποσότητες από τη θέση Ομάδα
es: Cantidades por grupo de artículos
hu: Mennyiség elemcsoportonként
id: Jumlah Menurut Group Barang
it: Quantitativi di Gruppo Voce
nl: Hoeveelheden per artikelgroep
tr: Ürün Grubu Bazında Miktarlar

source: Voids
tr: İadeler

source: Gifts
tr: İkramlar

source: Discounts
tr: İskontolar

source: Tickets
ar: تذاكر
cs: Účtenky
de: Belege
el: Εισιτήρια
es: Recibos
hu: Jegyek
id: Tiket
nl: Bonnen
tr: Adisyonlar

# ByPersonnel_f
source: {0} by User
tr: Personel Bazlı {0}

# NoPurchaseTransactionInCurrentDateRange
source: There are no purchase transactions in date range.
ar: لا توجد عمليات شراء في نطاق التاريخ المحدد
cs: Nejsou žádné nákupní transakce v časovém období.
de: Es gibt keine Kauf-Transaktionen in dieser Zeitspanne.
el: Δεν υπάρχουν συναλλαγές στην αγορά εύρος ημερομηνιών.
es: No hay transacciones de compra en el rango de fechas.
hu: Nincsenek vásárlási tranzakciók dátumtartományban.
id: Tidak ada transaksi penjualan di rentang tanggal yang dimaskud
it: Non ci sono operazioni di acquisto in intervallo di date.
nl: Er zijn geen inkooptransacties in datumbereik.
tr: Seçili dönemde hiç alım işlemi yapılmamış.

source: Ticket Template
ar: قالب التذكرة
cs: Šablona účtů
de: Belegvorlage
el: Πρότυπο εισιτηρίων
es: Plantilla Recibos
hu: Jegy sablon
id: Template Tiket
it: Ticket Sagoma
nl: Bon Sjabloon
tr: Adisyon Şablonu

# KitchenOrderTemplate
source: Kitchen Orders Template
ar: قالب أوامر المطبخ
cs: Šablona objednávky do kuchyně
de: Küchenbonvorlage
el: Κουζίνα Πρότυπο Παραγγελίες
es: Plantilla Órdenes de Cocina
hu: Konyhai rendelés sablon
id: Template Pesanan Dapur
it: Modello Ordini Cucina
nl: Keuken Bestellingen Sjabloon
tr: Mutfak Sipariş Şablonu

# InvoicePrinterTemplate
source: Invoice Template
tr: Fatura Yazıcı Şablonu

# TicketTemplateHeaderValue
source: <T>TICKET <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Location No:{LOCATION} <L00>Ticket No:{TICKET NO} <F>-
tr: <T>ADİSYON <L00>Tarih:{TICKET DATE} <L00>Saat:{TICKET TIME} <L00>Yer No:{LOCATION} <L00>Adisyon No:{TICKET NO} <F>-

# TicketTemplateFooterValue
source: <F>= <EB> <J10>{IF DISCOUNT} <J10>[Total Gift:|{GIFT TOTAL}] <J10>Total:|{TICKET TOTAL} {IF PAID} <DB> <F>= <C10>T H A N K Y O U
tr: <F>= <EB> <J10>{IF DISCOUNT} <J10>Toplam:|{TICKET TOTAL} {IF PAID} <DB> <F>= <C10>Y İ N E B E K L E R İ Z

# KitchenTemplateHeaderValue
source: <T>{LOCATION USER} <F>- <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Location No:{LOCATION} <L00>Ticket No:{TICKET NO} <F>-
tr: <T>{LOCATION USER} <F>- <L00>Tarih:{TICKET DATE} <L00>Saat:{TICKET TIME} <L00>Yer No:{LOCATION} <L00>Adisyon No:{TICKET NO} <F>-

# KitchenTemplateVoidedLineTemplateValue
source: <L00>**VOID**{QUANTITY} {NAME} * {PROPERTIES}
tr: <L00>**İPTAL**{QUANTITY} {NAME} * {PROPERTIES}

# InvoiceTemplateHeaderValue
source: <T>INVOICE <L00>Date:{TICKET DATE} <L00>Time:{TIME} <L00>Location No:{LOCATION} <L00>Ticket No:{TICKET NO} <F>-
tr: <T>ADİSYON <L00>Tarih:{TICKET DATE} <L00>Saat:{TICKET TIME} <L00>Yer No:{LOCATION} <L00>Adisyon No:{TICKET NO} <F>-

source: Kitchen Printer
ar: طابعة المطبخ
cs: Tiskárna v kuchyni
de: Küchendrucker
el: Εκτυπωτής Κουζίνας
es: Impresora de la Cocina
hu: Konyhai nyomtató
id: Printer Dapur
it: Stampante Cucina
nl: Keuken Printer
tr: Mutfak Yazıcısı

source: Invoice Printer
ar: طابعة الفاتورة
cs: Tiskárna faktur
de: Rechnungsdrucker
el: Εκτυπωτής Τιμολόγιων
es: Impresora factura
hu: Számla Printer
id: Printer Faktur
it: Stampante Fattura
nl: Factuur Printer
tr: Fatura Yazıcısı

source: Server
ar: خادم
el: Διακομιστής
es: Servidor
hu: Szerver
tr: Sunucu

source: Print Bill
ar: طباعة فاتورة
cs: Tisk účtu
de: Ticket drucken
el: Εκτύπωση
es: Imprimir Factura
hu: Blokk nyomtatása
id: Printer Bill
it: Stampa Conto
nl: Print Rekening
tr: Hesap Yaz

source: Print Orders to Kitchen Printer
ar: طباعة الطلبات إلى طابعة المطبخ
cs: Tisk objednávky do tiskárny v kuchyni
de: Druckaufträge für Küchendrucker
el: Εκτύπωση Παραγγελίες για εκτυπωτή κουζίνας
es: Imprimir las órdenes en la impresora de la cocina
hu: Rendelések nyomtatása a konyhai nyomtatóra
id: Cetak Pesanan ke Printer Kitchen
it: Ordini di stampa alla stampante Cucina
nl: Print Bestellingen naar Keukenprinter
tr: Siparişleri Mutfağa Yazdır

source: All Locations
tr: Tümü

source: Search
ar: بحث
cs: Hledat
de: Suche
el: Αναζήτηση
es: Búscar
hu: Keresés
id: Cari
it: Cerca
nl: Zoeken
tr: Ara

# OpenTicketButtonDuration
source: {0} min
ar: {0} دقيقة
el: {0} λεπτά
hu: {0} perc
id: {0} menit
tr: {0} dk.

source: CID Settings
ar: إعدادات CID
cs: CID nastavení
de: CID-Einstellungen
el: Ρυθμίσεις CID
es: Configuración del CID
hu: CID Beállítások
id: CID Pengaturan
it: Impostazioni CID
nl: CID-instellingen
tr: CID Ayarları

# Voucher_r
source: Voucher
tr: Yemek Çeki

# TicketTemplateGiftedLineTemplateValue
source: <L00>{QUANTITY} {NAME} |GIFT
tr: <L00>{QUANTITY} {NAME} |İKRAM

source: Navigation Permissions
ar: أذونات التنقل
cs: Oprávnění navigace
de: Navigation-Berechtigung
el: Πλοήγηση Δικαιώματα
es: Permisos de navegación
hu: Navigációs engedélyek
id: Petunjuk Hak Akses
it: Permessi di navigazione
nl: Navigatie Machtigingen
tr: Navigasyon İzinleri

source: Department Permissions
ar: أذونات القسم
cs: Oprávnění provozu
de: Abteilungs-Berechtigungen
el: Δικαιώματα Τμήματος
es: Permisos de Departamento
hu: Részleg engedélyek
id: Hak Akses Departemen
it: Autorizzazioni Dipartimento
nl: Afdeling Machtigingen
tr: Departman İzinleri

source: Ticket Permissions
ar: أذونات التذكرة
cs: Oprávnění účtů
de: Ticket-Berechtigungen
el: Δικαιώματα αγοράς εισιτηρίων
es: Permisos de Recibos
hu: Jegy engedélyek
id: Hak Akses Tiket
it: Ticket Autorizzazioni
nl: Bon Machtigingen
tr: Adisyon İzinleri

# SettlePermissions
source: Payment Permissions
ar: أذونات الدفع
cs: Oprávnění plateb
de: Kassier-Berechtigungen
el: Δικαιώματα Πληρωμής
es: Permisos de pago
hu: Fizetési engedélyek
id: Hak Akses Pembayaran
it: Permessi di pagamento
nl: Betaling Machtigingen
tr: Ödeme İzinleri

# ReportPermissions
source: Reporting Permissions
ar: أذونات التقارير
cs: Oprávnění reportování
de: Bericht-Berechtigungen
el: Αναφορά Δικαιώματα
es: Permisos de información
hu: Jelentés Engedélyek
id: Hak Akses laporan
it: Segnalazione di autorizzazioni
nl: Rapportage Machtigingen
tr: Rapor İzinleri

# NoTicketsFoundForTag
source: No tickets found tagged with {0} tag.
tr: {0} etiketi ile etikletlenmiş adisyon yok.

# RemainingAmountIfPaidValue_f
source: Paid:|{0} <J>Grand TOTAL:|{1}
tr: Ödenen:|{0} <J>Genel TOPLAM:|{1}

# DiscountTotalAndTicketTotalValue_f
source: Ticket TOTAL:|{0} <J>Discount:|{1}
tr: Belge TOPLAMI:|{0} <J>İskonto:|{1}

source: Restaurant
ar: مطعم
cs: Restaurace
el: Εστιατόριο
es: Restaurante
hu: Étterem
id: Restoran
it: Ristorante
tr: Restoran

# IfNegativeDiscountValue_f
source: <J>Rounding:|{0}
ar: <J>التقريب: | {0}
cs: <J> Zaokrouhlení: | {0}
de: <J>Rundung: | {0}
el: <J> Στρογγυλοποίηση: | {0}
es: <J>Redondeo: | {0}
hu: Kerekítés: | {0}
id: <J> Pembulatan: | {0}
it: <J>Arrotondamento:|{0}
nl: <J>Afronding: | {0}
tr: <J>Düzeltme:|{0}

source: Inventory Report
ar: تقرير الجرد
cs: Inventura report
de: Bestandsbericht
el: Έκθεση απογραφής
es: Reporte de Inventario
hu: Készletjelentés
id: Laporan Inventarisasi
it: Rapporto Magazzino
nl: Voorraad rapport
tr: Envanter Raporu

source: Export Sales Data
ar: تصدير بيانات المبيعات
cs: Export údajů o prodeji
de: Verkaufsdaten exportieren
el: Εξαγωγή δεδομένων για τις πωλήσεις
es: Exportación de datos de ventas
hu: Exportértékesítési adatok
id: Ekspor data Penjualan
it: Esportazione dei dati di vendita
nl: Exporteer verkoopgegevens
tr: Satış Harketlerini Aktar

source: CSV Builder
ar: منشئ CSV
it: CSV Formato
tr: CSV Üretici

# ClickLinksToExportData
source: Select date range, refresh report and click related link to export data.
ar: حدد نطاق التاريخ ثم حدث التقرير وانقر على الارتباطات ذات الصلة لتصدير البيانات.
cs: Vyberte časové období, aktualizujte report a klikněte na související odkaz pro export dat.
de: Wählen Sie die Zeitspanne, laden Sie den Bericht neu und klicken Sie den entsprechenden link, um die Daten zu exportieren.
el: Επιλέξτε ημερομηνία σειρά, έκθεση ανανέωσης και κάντε κλικ στο σχετικό σύνδεσμο για την εξαγωγή δεδομένων.
es: Seleccione rango de fechas, actualice del informe y haga clic en enlace de exportación de datos.
hu: Válasszon dátumtartományt, frissítési jelentést, és kattintson a linkre az adatok exportálásához.
id: Pilih rentang tanggal,refresh laporan dan klik link terkait untuk mengekspor data.
it: Seleziona il Periodo, aggiornare report e fare clic sul link in materia di esportazione dei dati.
nl: Selecteer datumbereik, vernieuw rapport en klik op gerelateerde link om gegevens te exporteren.
tr: Veri aktarımı için bir tarih aralığı seçiniz, raporu güncelleyiniz ve ilgili linke tıklayınız.

source: Footer Template
ar: قالب تذييل الصفحة
cs: Šablona zápatí
de: Footer-Vorlage
el: Υποσέλιδο Πρότυπο
es: Plantilla de pie de página
hu: Lábléc sablon
it: Sagoma piè di pagina
nl: Voettekstsjabloon
tr: Alt Başlık Şablonu

source: UI Language
ar: لغة واجهة المستخدم
cs: Jazyk uživatelského rozhraní
de: UI Sprache
el: UI γλώσσας
es: Idioma de interfaz de usuario
hu: UI nyelv
id: UI Bahasa
it: UI Lingua
nl: Interface taal
tr: Program Arabirimi Dili

source: Override Windows Regional Settings
ar: تجاوز إعدادات Windows الإقليمية
cs: Přepsat místní nastavení Windows
de: Überschreiben der Windows-Ländereinstellungen
el: Παράκαμψη τοπικές ρυθμίσεις των Windows
es: Anular la configuración regional de Windows
hu: A Windows területei beállításainek figyelmen kívül hagyása
id: Mengikuti Lokal Pengaturan Windows Regional
it: Ignora impostazioni internazionali di Windows
nl: Override Windows Landinstellingen
tr: Windows Yerel Dil Ayarlarını Kullanma

# ClientServerConnectionHelpUrlString
source: http://www.sambapos.com/en/content/client-server-baglantisi-nasil-yapilir
tr: http://www.sambapos.com/content/client-server-baglantisi-nasil-yapilir

# RuleAction
source: Action
ar: إجراء
cs: Akce
de: Aktion
el: Δράση
es: Acción
hu: Művelet
id: Tindakan
it: Azione
nl: Actie
tr: Eylem

# RuleActions
source: Actions
ar: الإجراءات
cs: Akce
de: Aktionen
el: Δράσεις
es: Acciones
hu: Műveletek
id: Tindakan
it: Azioni
nl: Acties
tr: Eylemler

source: No Action
ar: لا إجراء
cs: Žádná akce
de: Keine Aktion
el: Δεν Δράσης
es: No se requiere acción
hu: Nincs művelet
id: Tidak Ada Tindakan
it: Nessuna azione
nl: Geen actie
tr: Yok

source: Show Message
ar: إظهار رسالة
cs: Zobrazit zprávu
de: Message anzeigen
el: Εμφάνιση Μηνύματος
es: Mostrar mensaje
hu: Üzenet megjelenítése
id: Tampilkan Pesan
it: Mostra messaggio
nl: Toon bericht
tr: Mesaj Göster

source: Action Name
ar: اسم الإجراء
cs: Název akce
de: Aktionsname
el: Όνομα δράσης
es: Nombre de la acción
hu: Művelet neve
id: Nama Tindakan
it: Nome azione
nl: Actie Naam
tr: Eylem Adı

source: Action Type
ar: نوع الإجراء
cs: Typ akce
de: Aktionstyp
el: Τύπος Δράσης
es: Tipo de acción
hu: Művelet típusa
id: Jenis Tindakan
it: Tipo di azione
nl: Actie Type
tr: Eylem Tipi

source: Action Parameter
tr: Eylem Parametreleri

source: Parameters
ar: المعلمات
cs: Parametry
de: Parameter
el: Παράμετροι
es: Parámetros
hu: Paraméterek
id: Parameter
it: Parametri
tr: Parametreler

source: New Property
ar: خاصية جديدة
cs: Nový vlastnost
de: Neuer Modifier
el: Νέα Ακίνητα
es: Propiedad nueva
hu: Új tulajdonság
id: Properti Baru
it: Nuova proprietà
nl: Nieuwe eigenschap
tr: Yeni Özellik

source: Move
ar: نقل
cs: Přesun
de: Bewegen
el: Κίνηση
es: Movimiento
hu: Áthelyez
id: Pindah
it: Spostare
nl: Verplaatsen
tr: Taşı

# MoveTicketLine
source: Move
ar: نقل
cs: Přesun
de: Verschieben
el: Κίνηση
es: Mover
hu: Áthelyezés
id: Pindah
it: Spostare
nl: Verplaatsen
tr: Böl

source: Message
ar: رسالة
cs: Zpráva
de: Nachricht
el: Μήνυμα
es: Mensaje
hu: Üzenet
id: Pesan
it: Messaggio
nl: Bericht
tr: Mesaj
