Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

# PleaseEnterABriefExplanationOf
source: Please enter a brief explanation of events leading up to this exception
ar: الرجاء إدخال شرحاً موجزاً للأحداث التي قادت إلى هذا الاستثناء
cs: Prosím popiště, jak k této chybě došlo.
de: Bitte geben Sie eine kurze Erläuterung der Ereignisse, die zu dieser Ausnahme führten.
el: Παρακαλώ εισάγετε μια σύντομη επεξήγηση των γεγονότων που οδήγησαν στην εξαίρεση αυτή
es: Por favor, introduzca una breve explicación de los acontecimientos que condujeron a esta excepción
hu: Kérjük, adjon meg egy rövid magyarázatot az események vezető e kivétel
id: Masukkan penjelasan singkat tentang kejadian yang menyebabkan pengecualian ini
it: Si prega di inserire una breve spiegazione degli eventi che portano a questa eccezione
nl: Geef een korte uitleg van de gebeurtenissen die leidden tot deze uitzondering
tr: Lütfen, bu hataya neden olan işleminiz ile ilgili kısaca bilgi veriniz

source: Order Tag
ar: علامة الطلب
es: Etiqueta Pedido
hu: Rendelés Címke
id: Label Pesanan
it: Tag Ordine
nl: Bestelling Tag
tr: Sipariş Etiketi

source: Order Tag Group
ar: مجموعة علامة الطلب
es: Grupo Etiquetas Pedido
hu: Rendelés Címke Csoport
id: Label Grup Pesanan
it: Ordine Tag Gruppo
nl: Bestelling Tag Groep
tr: Sipariş Etiketi Grubu

source: Order Tag Group Name
tr: Sipariş Etiketi Grubu Adı

source: Order Tag Groups
ar: مجموعات علامة الطلب
es: Grupos Etiquetas Pedido
hu: Rendelés Címke Csoportok
id: Label Group2 Pesanan
it: Gruppi Ordine Tag
nl: Bestelling Tag Groepen
tr: Sipariş Etiketi Grupları

source: Order Tags
tr: Sipariş Etiketleri

source: A portion should selected
ar: وينبغي تحديد جزء
cs: Měla by být vybrána porce
de: Ein Portion sollte ausgewählt sein
el: Ένα μέρος θα πρέπει να επιλέγονται
es: Una porción se debe elegir
hu: Egy adagot szükséges kiválasztani
id: Sebagian Porsi harus dipilih
it: Bisogna selezionare una porzione
nl: Een portie moet geselecteerd zijn
tr: Bir porsiyon seçilmeli

# ThereIsAnotherRecipeFor_f
source: There is another recipe for {0}
ar: هناك وصفه أخرى ل {0}
cs: Existuje další recept pro {0}
de: Es gibt ein weiteres Rezept für {0}
el: Υπάρχει και μια άλλη συνταγή για {0}
es: Hay otra receta para {0}
hu: Van egy másik recept erre: {0}
id: Ada lagi resep untuk {0}
it: C'è un'altra ricetta per {0}
nl: Er is een recept voor {0}
tr: {0} için başka bir reçete var

source: Alphanumeric
ar: حرفية رقمية
el: Αλφαριθμητικά
es: Alfanumerico
hu: Alfanumerikus
id: Alfanumerik
it: Alfanumerico
nl: Alfanumeriek
tr: Alfasayısal

source: Numeric
ar: رقمية
cs: Numerické
de: Numerisch
el: Αριθμητικός
es: Numérico
hu: Numerikus
it: Numerico
nl: Numeriek
tr: Sayısal

source: Tagging Type
ar: نوع العلامة
es: Etiquetado Tipo
hu: Címkézés típusa
id: Tipe Label
it: Tipo Tagging
nl: Tag Methode
tr: Etiket Tipi

source: Order Tag Mapping
tr: Sipariş Etiketi Yönlendirmeleri

# DeleteErrorAccountTemplateAssignedtoAccounts
source: <![CDATA[Can't delete because this template assigned to accounts]]>
tr: Hesap Şablonu kullanıldığı için silinemez.

source: Terminal
ar: الجهاز
cs: Terminál
el: Τερματικό
hu: Terminál
it: Terminale

source: Text
ar: نص
el: Κείμενο
es: Texto
hu: Szöveg
id: Teks
it: Testo
nl: Tekst

source: Ticket Created
ar: التذاكر التي تم إنشاؤها
cs: Účet vytvořen
de: Ticket erstellt
el: Δημιουργήθηκε εισιτηρίων
es: Recibo Creado
hu: Jegy létrehozva
id: Tiket Dibuat
it: Ticket Creato
nl: Bon Gemaakt op

source: Admin
ar: مشرف
el: Διαχειριστής
es: Administrador

# PluralCurrencySuffix
source: s
ar: ات
id: Rp.
it: e
nl: en
