Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

# TicketMovedRetryLastOperation_f
source: Ticket moved to {0}. Your latest changes not saved.
ar: نقلت التذكرة إلى {0}. لم يتم حفظ التغييرات الأخيرة.
cs: Účet přesunut do {0}. Vaše poslední změny jsou neuloženy
de: Ticket wurde nach {0} verschoben. Ihre letzte Änderung wurde nicht gespeichert.
el: Εισιτήριο μετακόμισε στο {0}. Τελευταίες αλλαγές σας δεν αποθηκεύονται.
es: Recibo se trasladó a {0}. Los últimos cambios no se guardaron.
hu: Jegy áthelyezve ide: {0}. A legutóbbi módosítások mentése sikertelen.
id: Tiket pindah ke {0}. Perubahan terbaru Anda tidak disimpan.
it: Ticket si trasferì a {0}. Le ultime modifiche non salvate.
nl: Bon verplaatst naar {0}. Uw laatste wijzigingen niet opgeslagen.
tr: Adisyon {0}' a taşınmış. Son işlemi tekrar yapınız.

# TicketPaidChangesNotSaved
source: Ticket Paid. Your latest changes not saved.
ar: التذكرة مدفوعة. لم يتم حفظ التغييرات الأخيرة.
cs: Zaplaceno. Vaše poslední změny jsou neuloženy
de: Ticket bezahlt. Ihre letzte Änderung wurde nicht gespeichert.
el: Εισιτήριο που καταβάλλεται. Τελευταίες αλλαγές σας δεν αποθηκεύονται.
es: Recibo pagado. Los últimos cambios no se guardaron.
hu: Jegy fizetve. A legutóbbi módosítások mentése sikertelen.
id: Tiket Telah Dibayar. Perubahan terbaru Anda tidak disimpan.
it: Ticket pagato. Le ultime modifiche non salvate.
nl: Bon betaald. Uw laatste wijzigingen niet opgeslagen.
tr: Adisyon ödenmiş. Yaptığınız değişiklikler kayıt edilmeyecek.

# TicketChangedRetryLastOperation
source: Ticket changed. Your latest changes not saved.
ar: تغييرت التذكرة. لم يتم حفظ التغييرات الأخيرة.
cs: Účet změněn. Vaše poslední změny jsou neuloženy.
de: Ticket geändert. Ihre letzte Änderung wurde nicht gespeichert.
el: Εισιτηρίων άλλαξε. Τελευταίες αλλαγές σας δεν αποθηκεύονται.
es: Recibo cambiado. Los últimos cambios no se guardaron.
hu: Jegy megváltozott. A legutóbbi módosítások mentése sikertelen.
id: Tiket berubah. Perubahan terbaru Anda tidak disimpan.
it: Ticket cambiato. Le ultime modifiche non salvate.
nl: Bon veranderd. Uw laatste wijzigingen niet opgeslagen.
tr: Adisyonda bir değişiklik yapılmış. Son işlemi tekrar yapınız.

# TicketPaidLastChangesNotSaved
source: Ticket paid. Your latest changes not saved.
ar: التذكرة مدفوعة. لم يتم حفظ التغييرات الأخيرة.
cs: Zaplaceno. Vaše poslední změny jsou neuloženy.
de: Ticket bezahlt. Ihre letzte Änderung wurde nicht gespeichert.
el: Εισιτηρίων που καταβάλλονται. Τελευταίες αλλαγές σας δεν αποθηκεύονται.
es: Recibo pagado. Los últimos cambios no se guardaron.
hu: Jegy fizetve. A legutóbbi módosítások mentése sikertelen.
id: Tiket telah dibayar. Perubahan terbaru Anda tidak disimpan.
it: Ticket pagato. Le ultime modifiche non salvate.
nl: Bon betaald. Uw laatste wijzigingen niet opgeslagen.
tr: Adisyona ödeme alınmış. Yaptığınız değişiklikler kayıt edilmeyecek.

# LocationChangedRetryLastOperation_f
source: {0} location changed. Your latest changes not saved.
tr: {0} yerinde değişiklik var. Son işlemi tekrar yapın.

# NewLiabilityTransaction
source: New Credit Transaction
tr: Yeni Alacaklandırma Hareketi

# NewReceivableTransaction
source: New Debit Transaction
tr: Yeni Borçlandırma Hareketi

# AddLiability_r
source: Credit
tr: Hesabı Alacaklandır

# AddReceivable_r
source: Debit
tr: Hesabı Borçlandır

source: Void Orders
ar: إلغاء الطلبات
el: Σειρά ταξινόμησης
es: Vaciar Pedidos
hu: Rendelés sztornózása
id: Pembatalan Pesanan
it: Cancella Ordini
nl: Ongeldige Bestellingen
tr: Adisyon siparişlerini iptal et

# SaveErrorMultipleDefaultTerminals
source: Don't create more than one default terminal
ar: لا تنشأ أكثر من جهاز طرفي أفتراضي واحد
cs: Nevytvářejte více než jeden defaultní terminál
de: Erstellen Sie nicht mehr als ein Standard-Terminal
el: Μην δημιουργείτε περισσότερα από ένα τερματικό προεπιλογή
es: No crear más de una terminal por defecto
hu: Csak egy alapértelmezett terminált lehet beállítani.
id: Jangan membuat lebih dari satu terminal default
it: Non creare più di un terminale di default
nl: Maak niet meer dan 1 standaard terminal
tr: Birden fazla varsayılan terminal tanımlamayınız.

# AllDiscountsRemoved
source: All discounts removed because calculated total discount amount is greater than ticket amount.
ar: تم إزالة كل التخفيضات بسبب أن مجموع قيمة التخفيض أكبر من قيمة التذكرة
cs: Všechny slevy odstraněny, protože vypočtená celková sleva je vyšší než částka účtu.
de: Alle Rabatte wurden entfernt, weil der berechnete Gesamtrabatt größer ist als der Betrag des Beleges.
el: Όλες οι εκπτώσεις αφαιρεθεί επειδή υπολογίζεται συνολικό ποσό έκπτωσης είναι μεγαλύτερο από το ποσό του εισιτηρίου.
es: Todos los descuentos han sido removidos por que la cantidad total de descuentos es mayor a la cantidad total del recibo
hu: Minden kedvezmények távolítva, mert kiszámított teljes kedvezmény összege magasabb, mint a jegy összege.
id: Semua diskon dihapus karena nilai total jumlah diskon lebih besar dari jumlah tiket.
it: Tutti gli sconti rimossi perché calcolato importo dello sconto totale è maggiore di valore del Ticket.
nl: Alle kortingen verwijderd omdat berekende totale kortingsbedrag hoger is dan bon bedrag.
tr: İskonto toplamı adisyon toplamını geçtiği için tüm iskontolar sıfırlandı.

source: Weight Barcode Item Id Format
ar: تنسيق معرف عنصر وزن الباركود
cs: Váha čárového kódu položky Id formátu
de: Gewicht Barcode Artikel Id Format
el: Βάρος: Barcode μορφή Id
es: Formato de Id de peso de codigo de barras
hu: Súly vonalkód elem azonosító formátum
id: Berat Barcode Barang Id Format
it: Peso Codice a Barre elemento di formato Id
nl: Dikte Barcode Item ID Format
tr: Gramaj Barkodu Ürün ID Formatı

source: Setting Check
tr: Ayar Kontrolü

source: Update Program Setting
ar: تحديث إعداد البرنامج
cs: Update Nastavení programu
de: Update-Programm-Einstellung
el: Ενημέρωση Ρύθμιση Πρόγραμμα
es: Actualizar la configuración del programa
hu: Program beállításainak frissítése
id: Perbarui Pengaturan Program
it: Aggiornare l'impostazione del programma
nl: Werk programma-instellingen bij
tr: Program ayarı değiştir

source: Cash Permissions
ar: أذونات النقد
cs: Oprávnění na hotovost
de: Bargeld-Berechtigungen
el: Δικαιώματα μετρητών
es: Permisos de dinero en efectivo
hu: Készpénz jogosultságok
id: Hak Akses Tunai
it: Autorizzazioni di cassa
nl: Kontant geld machtigingen
tr: Kasa İzinleri

source: Can make cash transaction
tr: Kasa hareketi yapabilir

# CanMakeCreditOrDeptTransaction
source: Can make credit or debit transaction
tr: Hesap alacaklandırabilir veya borçlandırabilir

source: Can make account transaction
tr: Ödeme alabilir veya tahsilat yapabilir

source: Sub Button Height
ar: ارتفاع الزر الفرعي
cs: Výška sub tlačítka
de: Sub-Tastenhöhe
el: Υπο Ύψος Button
es: Altura del botón secundario
hu: Rész gomb magasság
id: Sub Tombol Tinggi
it: Altezza pulsante Sottomenu
nl: Sub-knop Hoogte
tr: Alt Düğme Yüksekliği

source: Max Items
ar: سقف العناصر
cs: Max položky
de: Max. Artikel
el: Μέγιστη Είδη
es: Maximo de Artículos
hu: Maximum tételek
id: Max Item
it: Articoli Massimo
nl: Max Artikelen
tr: Max Ürün

source: Sort Type
ar: نوع الترتيب
cs: Seřadit podle
de: Sortierart
el: Τύπος Ταξινόμηση
es: Ordenar Tipo
hu: Rendezés típusa
id: Urutkan Jenis
it: Ordina Tipo
nl: Sorteer Type
tr: Sıralama Tipi

source: Tax Templates
tr: KDV Şablonları

source: Tax Template
ar: قالب الضريبة
de: MwSt Vorlage
es: Tipo Impuesto
hu: Adó sablon
id: Contoh Pajak
it: Modello Tassa
nl: BTW Sjabloon
tr: KDV Şablonu

source: Tax Template Name
tr: KDV Şablonu Adı

source: Rate
ar: معدل
cs: Míra
de: Satz
el: Τιμή
es: Tasa
hu: Ráta
id: Tingkat
it: Tasso
nl: Tarief
tr: Oran

source: Tax Included to Price
tr: KDV Fiyata Dahil

source: Tax
ar: الضرائب
de: MwSt
el: ΦΠΑ
es: Impuesto
hu: Adó
id: Pajak
it: Tassa
nl: BTW
tr: KDV

source: Update Ticket Tax
tr: KDV Güncelle

source: One
ar: واحد
cs: Jeden
de: Ein
el: Ένας
es: Uno
hu: Egy
id: Satu
it: Uno
nl: Een
tr: Bir

source: Two
ar: اثنين
cs: Dvě
de: Zwei
el: Δυο
es: Dos
hu: Két
id: Dua
it: Due
nl: Twee
tr: İki

source: Three
ar: ثلاثة
cs: Tři
de: Drei
el: Τρία
es: Tres
hu: Három
id: Tiga
it: Tre
nl: Drie
tr: Üç

source: Four
ar: أربعة
cs: Čtyři
de: Vier
el: Τέσσερα
es: Cuatro
hu: Négy
id: Empat
it: Quattro
nl: Vier
tr: Dört

source: Five
ar: خمسة
cs: Pět
de: Fünf
el: Πέντε
es: Cinco
hu: Öt
id: Lima
it: Cinque
nl: Vijf
tr: Beş

source: Six
ar: ستة
cs: Šest
de: Sechs
el: Έξι
es: Seis
hu: Hat
id: Enam
it: Sei
nl: Zes
tr: Altı

source: Seven
ar: سبعة
cs: Sedm
de: Sieben
el: Επτά
es: Siete
hu: Hét
id: Tujuh
it: Sette
nl: Zeven
tr: Yedi

source: Eight
ar: ثمانية
cs: Osm
de: Acht
el: Οκτώ
es: Ocho
hu: Nyolc
id: Delapan
it: Otto
nl: Acht
tr: Sekiz

source: Nine
ar: تسعة
cs: Devět
de: Neun
el: Εννέα
es: Nueve
hu: Kilenc
id: Sembilan
it: Nove
nl: Negen
tr: Dokuz

source: Nineteen
ar: تسعة عشر
cs: Devatenáct
de: Neunzehn
el: Δεκαεννέα
es: Diecinueve
hu: Tizenkilenc
id: Sembilan belas
it: Diciannove
nl: Negentien
tr: Ondokuz

source: Eighteen
ar: ثمانية عشر
cs: Osmnáct
de: Achtzehn
el: Δεκαοκτώ
es: Dieciocho
hu: Tizennyolc
id: Delapan belas
it: Diciotto
nl: Achttien
tr: Onsekiz

source: Seventeen
ar: سبعة عشر
cs: Sedmnáct
de: Siebzehn
el: Δεκαεπτά
es: Diecisiete
hu: Tizenhét
id: Tujuh belas
it: Diciassette
nl: Zeventien
tr: Onyedi

source: Sixteen
ar: ستة عشر
cs: Šestnáct
de: Sechzehn
el: Δεκαέξι
es: Dieciséis
hu: Tizenhat
id: Enam belas
it: Sedici
nl: Zestien
tr: Onaltı

source: Fifteen
ar: خمسة عشر
cs: Patnáct
de: Fünfzehn
el: Δεκαπέντε
es: Quince
hu: Tizenöt
id: Lima belas
it: Quindici
nl: Vijftien
tr: Onbeş

source: Fourteen
ar: أربعة عشر
cs: Čtrnáct
de: Vierzehn
el: Δεκατέσσερα
es: Catorce
hu: Tizennégy
id: Empatbelas
it: Quattordici
nl: Veertien
tr: Ondört

source: Thirteen
ar: ثلاثة عشر
cs: Třináct
de: Dreizehn
el: Δεκατρία
es: Trece
hu: Tizenhárom
id: Tiga belas
it: Tredici
nl: Dertien
tr: Onüç

source: Twelve
ar: اثنى عشر
cs: Dvanáct
de: Zwölf
el: Δώδεκα
es: Doce
hu: Tizenkettő
id: Dua belas
it: Dodici
nl: Twaalf
tr: Oniki

source: Eleven
ar: أحد عشر
cs: Jedenáct
de: Elf
el: Έντεκα
es: Once
hu: Tizenegy
id: Sebelas
it: Undici
nl: Elf
tr: Onbir

source: Ten
ar: عشرة
cs: Deset
de: Zehn
el: Δέκα
es: Diez
hu: Tíz
id: Sepuluh
it: Dieci
nl: Tien
tr: On

source: Twenty
ar: عشرين
cs: Dvacet
de: Zwanzig
el: Είκοσι
es: Veinte
hu: Húsz(on)
id: Dua puluh
it: Venti
nl: Twintig
tr: Yirmi

source: Thirty
ar: ثلاثين
cs: Třicet
de: Dreißig
el: Τριάντα
es: Treinta
hu: Harminc
id: Tiga puluh
it: Trenta
nl: Dertig
tr: Otuz

source: Forty
ar: أربعين
cs: Čtyřicet
de: Vierzig
el: Σαράντα
es: Cuarenta
hu: Negyven
id: Empat puluh
it: Quaranta
nl: Veertig
tr: Kırk

source: Fifty
ar: خمسين
cs: Padesát
de: Fünfzig
el: Πενήντα
es: Cincuenta
hu: Ötven
id: Lima puluh
it: Cinquanta
nl: Vijftig
tr: Elli

source: Sixty
ar: ستين
cs: Šedesát
de: Sechzig
el: Εξήντα
es: Sesenta
hu: Hatvan
id: Enam puluh
it: Sessanta
nl: Zestig
tr: Altmış

source: Seventy
ar: سبعين
cs: Sedmdesát
de: Siebzig
el: Εβδομήντα
es: Setenta
hu: Hetven
id: Tujuh puluh
it: Settanta
nl: Zeventig
tr: Yetmiş

source: Eighty
ar: ثمانين
cs: Osmdesát
de: Achtzig
el: Ογδόντα
es: Ochenta
hu: Nyolcvan
id: Delapan puluh
it: Ottanta
nl: Tachtig
tr: Seksen

source: Ninety
ar: تسعين
cs: Devadesát
de: Neunzig
el: Ενενήντα
es: Noventa
hu: Kilencven
id: Sembilan puluh
it: Novanta
nl: Negentig
tr: Doksan

source: Thousand
ar: ألف
cs: Popelnice
de: Tausend
el: Bin
es: Mil
hu: Ezer
id: Ribu
it: Bilione
nl: Duizend
tr: Bin

source: Million
ar: مليون
cs: Milión
el: Εκατομμύριο
es: Millón
hu: Millió
id: Juta
it: Milione
nl: Miljoen
tr: Milyon

source: Billion
ar: مليار
cs: Miliardy
de: Milliarde
el: Δισεκατομμύριο
es: Mil millones
hu: Milliárd
id: Milyar
it: Miliardo
nl: Miljard
tr: Milyar

source: Hundred
ar: مئة
cs: Sto
de: Hundert
el: Εκατό
es: Ciento
hu: Száz
id: Ratus
it: Cento
nl: Honderd
tr: Yüz

source: Zero
ar: صفر
cs: Nula
de: Null
el: Μηδέν
es: Cero
hu: Nulla
id: Nol
nl: Nul
tr: Sıfır

source: Negative
ar: سالب
cs: Negativní
de: Negativ
el: Αρνητικός
es: Negativo
hu: Negatív
id: Negatif
it: Negativo
nl: Negatief
tr: Negatif

source: Dollar
ar: الدولار
cs: Dolar
el: Δολάριο
es: Dólar
hu: Dollár
id: Rupiah
it: Euro
nl: Euro
tr: Lira

source: Cent
ar: سنت
el: Σεντ
es: Centavo
id: Rupiah
it: Centesimi
tr: Kuruş

source: One Hundred
ar: مائة
cs: Sto
de: Einhundert
el: Εκατό
es: Cien
hu: egyszáz
id: Seratus
it: Cento
nl: Honderd
tr: Yüz

source: One Thousand
ar: ألف
cs: Tisíc
de: Eintausend
el: Χίλιες
es: Mil
hu: egyezer
id: Seribu
it: Mille
nl: Duizend
tr: Bin

source: Always Exclude Tax
ar: دائماً استبعاد الضرائب
el: Πάντα να μην συμπεριλαμβάνετε το ΦΠΑ
es: Siempre Libre Impuesto
hu: Mindig adók nélkül számolj
id: Pajak Selalu Ditiadakan
it: Include Sempre Tassa
nl: BTW Niet meerekenen
tr: KDV'yi Ayırarak Yazdır

source: Rounding Total
ar: التقريب الإجمالي
cs: Zaokrouhlování celkem
de: Gerundet insgesamt
el: Σύνολο Στρογγυλοποίηση
es: Redondeo total
hu: Végösszeg kerekítése
id: Total Pembulatan
it: Arrotondare Totale
nl: Afronden Totaal
tr: Yuvarlama Toplamı

source: Calculation Method
ar: طريقة الحساب
cs: Metoda výpočtu
de: Berechnungsmethode
el: Μέθοδος υπολογισμού
es: Método de cálculo
hu: Számítási módszer
id: Metode Perhitungan
it: Metodo di calcolo
nl: Berekeningsmethode
tr: Hesaplama Metodu

source: Rate or Amount
ar: معدل أو مبلغ
cs: Sazba nebo pevná částka
de: Prozentsatz oder Höhe
el: Ποσοστό ή την ποσότητα
es: Tasa o Monto
hu: százalék vagy összeg
id: Tingkat atau Jumlah
it: Tempi o alla quantità
nl: Tarief of bedrag
tr: Oran veya Tutar

source: Rate from ticket amount
ar: معدل من مبلغ التذكرة
cs: Sazba z částky účtu
de: Prozentsatz von der Belegsumme
el: Ποσοστό από το ποσό εισιτήριο
es: Tasa sobre la cantidad del recibo
hu: százalék a jegy értékéből
id: Tingkat dari jumlah tiket
it: Tasso di valore del Ticket
nl: Tarief van bon bedrag
tr: Adisyon tutarından oranla

source: Rate from Tax included ticket amount
ar: معدل من مبلغ التاكرة شاملاً الضريبة
es: Tasa del Impuesto incluido importe del billete
hu: A Jegy bruttó összegének arányában
id: Tarif Pajak termasuk dalam Jumlah di Tiket
it: Tariffa a partire da Tasse incluse valore del Ticket
nl: Tarief van BTW inclusief bon bedrag
tr: KDV Dahil Adisyon tutarından oranla

# RateFromPreviousTemplate
source: Rate from previous template amount
ar: معدل من مبلغ القالب السابق
cs: Sazba z předchozích částky šablony
de: Prozentsatz von der vorherigen Vorlagensumme
el: Ποσοστό από το ποσό του προηγούμενου προτύπου
es: Tasa sobre la cantidad de la plantilla anterior
hu: Százalék egy korábbi sablon összegéből
id: Tingkat dari jumlah template yang sebelumnya
it: Tariffa a partire da quantità modello precedente
nl: Tarief van vorig sjabloon-bedrag
tr: Önceki şablon tutarından oranla

source: Fixed amount
ar: مبلغ ثابت
cs: Pevná částka
de: Fester Betrag
el: Κατ 'αποκοπή ποσό
es: Cantidad fija
hu: Fix összeg
id: Jumlah Tetap
it: Importo fisso
nl: Vast bedrag
tr: Sabit tutar

# UnhandledExceptionErrorMessage
source: SambaPOS encountered an unexpected problem. Problem details logged to trace.log file
ar: SambaPOS واجه مشكلة غير متوقعة. تم تسجيل تفاصيل المشكلة في ملف trace.log
cs: SambaPOS došlo k nečekanému problému. Podrobnosti jsou uženy do souboru trace.log
de: SambaPOS hat ein unerwartetes Problem festgestellt. Problemdetails wurden in einer trace.log datei protokolliert.
el: SambaPOS αντιμετώπισε ένα απροσδόκητο πρόβλημα. Πρόβλημα λεπτομέρειες καταγράφονται στο αρχείο trace.log
es: SambaPOS encontró un problema inesperado. Los detalles del problema se han registrado en el archivo trace.log
hu: SambaPOS váraltan problémába ütközött. Részletek a trace.log fájlban.
id: SambaPOS mengalami masalah tak terduga. Untuk rincian masuk silakan lihat di file trace.log
it: SambaPOS si è verificato un problema imprevisto. Informazioni dettagliate sui problemi registrati in file di trace.log
nl: SambaPOS heeft een onverwacht probleem. Probleem gegevens gelogd in bestand trace.log
tr: Samba POS Beklenmeyen bir sorunla karşılaştı. Uygulama şu anda kapatılacak. Detaylı bilgi için log dosyasını inceleyiniz

source: Save Free Tags
ar: حفظ العلامات الحرة
cs: Uložit volné štítky
de: Freie Tags speichern
el: Αποθήκευση Δωρεάν Ετικέτες
es: Guardar etiquetas libres
hu: Ingyen címkék mentése
id: Simpan Tanda Gratis
it: Salva Tags gratuiti
nl: Bewaar gratis tags
tr: Serbest Etiketleri Kaydet

source: Regenerate Ticket Tax
tr: Adisyon KDV oranlarını baştan oluştur

source: Update Ticket Service
tr: Adisyon Hizmeti Ekle

source: Included
ar: مشمولة
cs: Včetně
de: Inklusive
el: Περιλαμβάνεται
es: Incluido
hu: Beleértve
id: Termasuk
it: Incluso
nl: Inclusief
tr: Dahil

source: Excluded
ar: غير مشمولة
cs: Bez
de: Exklusive
el: Εξαιρούνται
es: Excluido
hu: Kizárva
id: Tidak Termasuk
it: Escluso
nl: Exclusief
tr: Hariç

# EmptyDiscountRateFeedback
source: To add discounts, type a rate and click discount button. To remove discount click discount button without typing a value.
ar: لإضافة الخصومات، ادخل قيمة الخصم وانقر فوق الزر الخصم. لإزالة الخصم انقر فوق زر الخصم دون إدخال قيمة.
cs: Chcete-li přidat slevu, zadejte sazbu a klikněte na tlačítko Sleva. Chcete-li odstranit slevu, klikněte na tlačítko sleva bez zadávání hodnot.
de: Um Rabatte zu geben, geben Sie einen Prozensatz ein und drücken Sie den Rabatt-Button. Um einen Rabatt zu entfernen klicken Sie den Rabatt-Button ohne Eingabe eines Wertes.
el: Για να προσθέσετε εκπτώσεις, πληκτρολογήστε ένα ποσοστό και κάντε κλικ στο κουμπί έκπτωση. Για να αφαιρέσετε το κουμπί έκπτωση έκπτωση κλικ χωρίς να πληκτρολογήσετε μια τιμή.
es: Para agregar descuentos, escriba un porcentaje y pulse el botón de descuento. Para quitar descuentos haga clic en el botón de descuento sin escribir un valor.
hu: Kedvezmény hozzáadáshoz írja be a kívánt kedvezményt, majd nyomja meg a kedvezmény gombot. Kedvezmény törléséhez nyomja meg a kedvezmény gombot anélkül, hogy bármit beírna.
id: Untuk menambah diskon, ketik angka dan klik tombol diskon. Untuk menghapus diskon klik tombol diskon tanpa mengetik nilai.
it: Per aggiungere sconti, digitare un tasso di sconto e fare clic sul pulsante. Per rimuovere clic sul pulsante Sconto senza dover digitare un valore.
nl: Om kortingen toe te voegen, typt u een percentage en klik op de knop korting. Om korting te verwijderen, druk op korting knop zonder een waarde te typen.
tr: İskonto yapmak için önce bir iskonto oranı yazıp sonra iskonto düğmelerine tıklayınız. İskontoyu kaldırmak için hiç bir rakam yazmadan boş bir şekilde iskonto düğmelerine tıklayınız.

source: Ticket Sub Total
ar: المجموع الفرعي التذاكر
cs: Mezisoučet celkem
de: Beleg Zwischensumme
el: Μερικό Σύνολο εισιτηρίων
es: Sub Total Recibo
hu: Jegy részösszeg
id: Sub Total Tiket
it: Totale del biglietto Sub
nl: Bon Subtotaal
tr: Adisyon ara toplamı

source: Totals grouped by Tax template
ar: المجاميع التي تم تجميعها بواسطة قالب الضريبة
es: Totales agrupados por tipo Impuesto
hu: Adósablononkénti összesítő sorok
id: Total Dikelompokkan oleh Template Pajak
it: Totali Raggruppati per Modello Fiscale
nl: Totalen Gegroepeerd per BTW Sjabloon
tr: KDV türlerine göre gruplanmış KDV tutarları

source: Tax Total
ar: مجموع الضريبة
cs: Celkem DPH
de: MwSt. Summe
el: Σύνολο Φόρου
es: Total de impuestos
hu: Adó összesen
id: Total Pajak
it: Totale IVA
nl: BTW Totaal
tr: Hizmet Toplamı

source: Text written total value
ar: نص مكتوب القيمة الإجمالية
cs: Text psaný k celkové hodnotě
de: Gesamtbetrag als Text geschrieben
el: Κείμενο γραμμένο συνολική αξία
es: Valor total escrito en letras
hu: Végösszeg betűvel
id: Total nilai ditulis dalam text
it: Testo scritto valore totale
nl: Tekst geschreven totale waarde
tr: Yazıyla genel toplam

source: Ticket Location Changed
tr: Adisyon Yeri Değişti

source: Update Ticket Account
tr: Adisyon Hesabını Değiştir

# TransactionMultiplierError
source: Transaction multiplier should not be zero
ar: لا ينبغي أن يكون مضاعف الحركة صفر
es: Multiplicador de Operacion no debe ser cero
hu: A tranzakció szorzó nem lehet nulla
id: Kelipatan dalam Transaksi tidak seharusnya nol
it: Moltiplicatore operazione non dovrebbe essere zero
nl: Transactie vermenigvuldiger kan niet nul zijn
tr: Hareket Çarpanı sıfır olmamalı

# TransactionsEmptyError
source: Transactions should not be empty
ar: المعاملات يجب أن لا يكون فارغاً
es: Operaciones no deben estar vacias
hu: A tranzakciók nem lehetnek üresek
id: Transaksi tidak seharusnya kosong
it: Le operazioni non deve essere vuoto
nl: Transacties kunnen niet leeg zijn
tr: Hareketler boş olmamalı

# TranactionsZeroQuantityError
source: Transactions contains zero quantity items
ar: المعاملات يحتوي على العناصر الكمية صفر
es: Operaciones contienen cero elementos
hu: Tranzakció nulla értékű elemeket tartalmaz
id: Transaksi tidak berisi item
it: Operazioni contiene zero elementi quantità
nl: Transacties bevat nul hoeveelheid artikel
tr: Hareker Miktarı sıfır olmamalı

# TransactionUnitError
source: Transaction Unit should not be empty
ar: وحدة الحركة وينبغي أن لا يكون فارغاً
es: Unidad de Operaciones no debe ser cero
hu: A Tranzakció mértékegysége nem lehet 0
id: Unit transaksi tidak seharusnya kosong
it: Operazioni contiene zero elementi quantità
nl: Handelingseenheid kan niet leeg zijn
tr: Hareket Birimi boş olmamalı

source: Copy
ar: نسخ
cs: Kopírovat
de: Kopieren
el: Αντιγράψτε
es: Copiar
hu: Másol
id: Salin
it: Copia
nl: Kopieren
tr: Kopyala

source: Send
ar: إرسال
cs: Odeslat
de: Senden
el: Αποστολή
es: Enviar
hu: Küld
id: Kirim
it: Inviare
nl: Versturen
tr: Gönder

# ErrorReportWithoutFeedback
source: You are sending error report without your feedback. Please give some details about how it happend. Continue without adding details?
ar: تقوم بإرسال تقرير عن الخطأ دون ملاحظاتك. الرجاء إعطاء بعض التفاصيل حول كيف حدث هذا. المتابعة بدون إضافة تفاصيل؟
cs: Posíláte hlášení o chybě bez zpětné vazby. Uveďte, prosím, nějaké podrobnosti o tom, jak se to stalo. Pokračovat bez přidání podrobnosti?
de: Sie senden einen Fehlerreport ohne Ihr persönliches Feedback. Bitte teilen Sie uns einige Details mit, wie es passiert ist. Weiter ohne das Hinzufügen von Details?
el: Μπορείτε να στείλετε την αναφορά σφάλματος, χωρίς τη γνώμη σας. Παρακαλείστε να δώσετε κάποιες λεπτομέρειες για το πώς happend. Συνεχίστε χωρίς την προσθήκη στοιχείων;
es: Va a enviar un informe de errores, sin información . Por favor proporcione más detalles acerca de lo ocurrido. Seguir sin añadir más detalles?
hu: Ön leírás nélküli hibajelentést kíván küldeni. Kérjük, adjon meg néhány részletet arról, hogyan történt az esemény. Fojtassuk részletek hozzáadása nélkül?
id: Anda mengirim laporan kesalahan tanpa umpan balik. Diharapkan memberikan beberapa rincian tentang bagaimana hal ini terjadi. Lanjutkan tanpa menambahkan rincian?
it: Si invia segnalazione di errore senza il tuo feedback. Si prega di fornire alcuni dettagli su come sia successo. Continua senza aggiungere dettagli?
nl: U verstuurt foutrapport zonder uw feedback. Geef wat details over hoe het gebeurde. Doorgaan zonder toevoeging van details?
tr: Raporu herhangi bir bilgi eklemeden gönderiyorsunuz. Lütfen problemin nasıl oluştuğu ile ilgili bilgi veriniz. Bilgi eklemeden devam etmek istiyor musunuz?

source: SambaPOS Reporter
ar: مراسل SambaPOS
el: SambaPOS Αναφορές
es: Reportes de SambaPOS
id: SambaPOS Pemberitahuan
tr: SambaPOS Raporlayıcı

source: Error Message
ar: رسالة خطأ
cs: Chybové hlášení
de: Fehlermeldung
el: Μήνυμα λάθους
es: Mensaje de error
hu: Hibaüzenet
id: Pesan Kesalahan
it: Messaggio di errore
nl: Foutbericht
tr: Hata Mesajı

source: Detailed Report
ar: تقرير مفصل
cs: Podrobná zpráva
de: Ausführlicher Bericht
el: Λεπτομερής έκθεση
es: Informe detallado
hu: Részletes jelentés
id: Laporan rinci
it: Report dettagliato
nl: Gedetailleerd rapport
tr: Detaylı Rapor
