Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

source: Rule
ar: قاعدة
cs: Pravidlo
de: Regel
el: Άρθρο
es: Regla
hu: Szabály
id: Aturan
it: Regola
nl: Regel
tr: Kural

source: Rule Name
ar: اسم القاعدة
cs: Název pravidla
de: Name der Regel
el: Όνομα κανόνα
es: Nombre de la regla
hu: Szabály neve
id: Nama Aturan
it: Nome regola
nl: Regel Naam
tr: Kural Adı

source: Event Name
ar: اسم الحدث
cs: Název události
de: Name des Ereignisses
el: Όνομα συμβάντος
es: Nombre del Evento
hu: Esemény neve
id: Nama Acara
it: Nome evento
nl: Event Naam
tr: Olay Adı

source: Actions
ar: الإجراءات
cs: Akce
de: Aktionen
el: Δράσεις
es: Acciones
hu: Műveletek
id: Tindakan
it: Azioni
nl: Acties
tr: Eylemler

source: Title
ar: عنوان
cs: Titulek
de: Titel
el: Τίτλος
es: Título
hu: Cím
id: Judul
it: Titolo
nl: Titel
tr: Başlık

source: Display Popup
ar: عرض منبثق
cs: Zobrazit popup
de: Popup anzeigen
el: Εμφάνιση Popup
es: Mostrar pop-ups
id: Menampilkan Popup
it: Mostra Popup
nl: Popup weergeven
tr: Popup Görüntüle

source: Rules
ar: قواعد
cs: Pravidla
de: Regeln
el: Κανόνες
es: Reglas
hu: Szabályok
id: Aturan
it: Regole
nl: Regels
tr: Kurallar

source: Action
ar: إجراء
cs: Akce
de: Aktion
el: Δράση
es: Acción
hu: Művelet
id: Tindakan
it: Azione
nl: Actie
tr: Eylem

source: Action List
tr: Eylem Listesi

source: Select Actions
ar: حدد الإجراءات
cs: Výběr akcí
de: Wählen Sie Aktionen
el: Επιλέξτε Ενέργειες
es: Seleccione Acciones
hu: Válasszon műveleteket
id: Pilih Aksi
it: Selezionare Azioni
nl: Selecteer Acties
tr: Eylem Seç

source: Tag Value
ar: قيمة العلامة
cs: Hodnota štítku
de: Tag Wert
el: Αξία Tag
es: Etiqueta Valor
hu: Címke érték
id: Nilai Tanda
it: Tag Valore
nl: Tag Waarde
tr: Etiket Değeri

source: Account Note
tr: Hesap Notu

source: Gift Total
ar: مجموع الهدية
cs: Darování celkem
de: Einladungen gesamt
el: Σύνολο δώρων
es: Total Regalos
hu: Ajándék összesen
id: Total Hadiah
it: Offerto totale
nl: Gift Totaal
tr: İkram Toplamı

source: User Login
ar: تسجيل دخول المستخدم
el: Είσοδος Χρήστη
es: Inicio de sesión de usuario
hu: Felhasználói bejelentkezés
id: Pengguna Masuk
it: Login Utente
nl: Gebruiker aanmelden
tr: Kullanıcı Girdi

source: User Logout
ar: تسجيل خروج المستخدم
el: Αποσύνδεση Χρήστη
es: Salir
hu: Felhasználó Kilépés
id: Pengguna Keluar
it: Utente Logout
nl: Gebruiker Afmelden
tr: Kullanıcı Çıktı

source: Ticket Tag Selected
ar: علامة التذكرة المختارة
cs: Štítek účtu vybrán
de: Beleg Tag ausgewählt
el: Tag εισιτηρίων Επιλεγμένα
es: Etiqueta de Recibo seleccionada
hu: Jegy címke kiválasztva
id: Pilih Tandai Tiket
it: Ticket Tag selezionato
nl: Bon Tag Geselecteerd
tr: Adisyon Etiketi Seçildi

source: Account Selected for Ticket
tr: Adisyona Hesap Seçildi

source: Ticket Total Changed
ar: تم تغيير مجموع التذكرة
cs: Celková cena účtu změněna
de: Belege gesamt geändert
el: Άλλαξε Σύνολο εισιτηρίων
es: Total de recibos cambiado
hu: Jegy összesen megváltozott
id: Total Tiket Dirubah
it: Totale del biglietto Cambiato
nl: Gewijzigd Bon Totaal
tr: Adisyon Tutarı Değişti

source: Work Period Started
ar: تم بدء فترة العمل
cs: Směna začala
de: Arbeitszeit hat begonnen
el: Ξεκίνησε Περίοδος εργασίας
es: Período de trabajo Iniciado
hu: Műszak elkezdődött
id: Periode Kerja Dimulai
it: Periodo inizio Lavoro
nl: Werkperiode gestart
tr: Gün Başı Yapıldı

source: Work Period Ended
ar: تم إنهاء فترة العمل
cs: Směna zkončila
de: Arbeitszeit ist zu Ende
el: Περίοδος που έληξε εργασίας
es: Período de trabajo Terminado
hu: Műszak befejeződött
id: Periode Kerja Berakhir
it: Periodo fine Lavoro
nl: Werkperiode beeindigd
tr: Gün Sonu Yapıldı

# ExecuteActionsIf
source: Conditions
ar: شروط
cs: Podmínky
de: Bedingungen
el: Συνθήκες
es: Condiciones
hu: Feltételek
id: Kondisi
it: Condizioni
nl: Voorwaarden
tr: Koşullar

source: Report Name
ar: اسم التقرير
cs: Název reportu
de: Berichtsname
el: Όνομα Έκθεση
es: Nombre del informe
hu: Jelentés neve
id: Nama Laporan
it: Nome rapporto
nl: Rapportnaam
tr: Rapor Adı

source: File Name
ar: اسم الملف
cs: Název souboru
el: Όνομα αρχείου
es: Nombre de archivo
hu: File neve
id: Nama File
it: Nome del file
nl: Bestandsnaam
tr: Dosya Adı

source: Discount Percentage
ar: النسبة المئوية للخصم
cs: Slevy v procentech
de: Rabattprozentsatz
el: Ποσοστό έκπτωσης
es: Porcentaje de descuento
hu: Kedvezmény mértéke (%)
id: Presentasi Diskon
it: Percentuale di sconto
nl: Kortingspercentage
tr: İskonto Oranı

source: Trigger Name
ar: اسم المشغل
cs: Název spouštěče
el: Όνομα Trigger
es: Nombre del Iniciador
hu: Trigger neve
id: Nama Trigger
it: Nome del trigger
nl: Trigger Naam
tr: Tetikleyici Adı

source: Expression
ar: التعبير
cs: Výraz
de: Ausdruck
el: Έκφραση
es: Expresión
hu: Kifejezés
id: Ekspresi
it: Espressione
nl: Expressie
tr: Deyim

source: Expression Builder
ar: منشئ التعبير
cs: Builder výrazů
el: Δόμηση εκφράσεων
es: Generador de expresiones
hu: Kifejezésszerkesztő
id: Ekspresi Builder
it: Generatore di espressioni
nl: Opbouwfunctie voor expressies
tr: Deyim Oluşturucu

source: Common Settings
ar: إعدادات عامة
cs: Společné nastavení
de: Allgemeine Einstellungen
el: Κοινές ρυθμίσεις
es: Opciones comunes
hu: Általános beállítások
id: Pengaturan umum
it: Impostazioni comuni
nl: Algemene instellingen
tr: Genel ayarlar

source: Minute
ar: دقيقة
cs: Minuta
el: Λεπτό
es: Minuto
hu: Perc
id: Menit
it: Minuto
nl: Minuut
tr: Dakika

source: Hour
ar: ساعة
cs: Hodina
de: Stunde
el: Ώρα
es: Hora
hu: Óra
id: Jam
it: Ora
nl: Uur
tr: Saat

source: Day
ar: يوم
cs: Den
de: Tag
el: Ημέρα
es: Día
hu: Nap
id: Hari
it: Giorno
nl: Dag
tr: Gün

source: Month
ar: شهر
cs: Měsíc
de: Monat
el: Μήνας
es: Mes
hu: Hónap
id: Bulan
it: Mese
nl: Maand
tr: Ay

source: Weekday
ar: يوم الأسبوع
cs: Všední den
de: Wochentag
el: Καθημερινή
es: Día laborable
hu: Hétköznap
id: Hari kerja
it: Giorno feriale
nl: Weekdag
tr: Hafta

source: Every minute
ar: كل دقيقة
cs: Každou minutu
de: Jede Minute
el: Κάθε λεπτό
es: Cada minuto
hu: Minden perc
id: Setiap menit
it: Ogni minuto
nl: Elke minuut
tr: Her dakika

source: Every 5 minutes
ar: كل 5 دقائق
cs: Každých 5 minut
de: Alle 5 Minuten
el: Κάθε 5 λεπτά
es: Cada 5 minutos
hu: Minden 5 perc
id: Setiap 5 menit
it: Ogni 5 minuti
nl: Elke 5 minuten
tr: 5 dakikada bir

source: Twice an hour
ar: مرتين في ساعة
cs: Dvakrát za hodinu
de: Zweimal pro Stunde
el: Δύο φορές την ώρα
es: Dos veces por hora
hu: Kétszer egy órában
id: Dua kali satu jam
it: Ogni mezzora
nl: Twee keer per uur
tr: Saatte iki defa

source: Once an hour
ar: مرة كل ساعة
cs: Jednou za hodinu
de: Einmal pro Stunde
el: Μόλις μια ώρα
es: Una vez cada hora
hu: Óránként egyszer
id: Setelah satu jam
it: Dopo un'ora
nl: Een keer per uur
tr: Saatte bir defa

source: Twice a day
ar: مرتين في اليوم
cs: Dvakrát denně
de: Zweimal am Tag
el: Δύο φορές την ημέρα
es: Dos veces al día
hu: Kétszer egy nap
id: Dua kali sehari
it: Due volte al giorno
nl: Twee keer per dag
tr: Günde iki defa

source: Once a day
ar: مرة في اليوم
cs: Jednou za den
de: Einmal am Tag
el: Μία φορά την ημέρα
es: Una vez al día
hu: Naponta egyszer
id: Sekali sehari
it: Una volta al giorno
nl: Keer per dag
tr: Günde bir defa

source: Once a week
ar: مرة في الأسبوع
cs: Jednou za týden
de: Einmal pro Woche
el: Μία φορά την εβδομάδα
es: Una vez a la semana
hu: Hetente egyszer
id: Sekali seminggu
it: Una volta alla settimana
nl: Eenmaal per week
tr: Haftada bir defa

# FirstAndFifteenth
source: 1st and 15th
ar: الأول والخامس عشر
cs: 1. a 15.
de: 1. und 15.
el: 1η και 15η
es: 1 y 15
hu: 1. és 15.
id: 1 dan 15
it: 1 e 15
nl: 1e en 15e
tr: 1'i ve 15'i

source: Once a month
ar: مرة في الشهر
cs: Jednou za měsíc
de: Einmal im Monat
el: Μία φορά το μήνα
es: Una vez al mes
hu: Havonta egyszer
id: Sekali sebulan
it: Una volta al mese
nl: Een keer per maand
tr: Ayda bir defa

source: Once a year
ar: مرة في السنة
cs: Jednou za rok
de: Einmal im Jahr
el: Μία φορά το χρόνο
es: Una vez al año
hu: Egyszer egy évben
id: Sekali setahun
it: Una volta all'anno
nl: Eenmaal per jaar
tr: Yılda bir defa

source: Every Other Minute
ar: كل دقيقة أخرى
cs: Každou druhou minutu
de: Jede zweite Minute
el: Κάθε Άλλες λεπτό
es: Cada minuto
hu: Minden második percben
id: Setiap Menit lain
it: Ogni minuto
nl: Om de minuut
tr: 2 dakikada bir

source: Every 10 Minutes
ar: كل 10 دقائق
cs: Každých 10 minut
de: Alle 10 Minuten
el: Κάθε 10 λεπτά
es: Cada 10 minutos
hu: 10 percenként
id: Setiap 10 Menit
it: Ogni 10 minuti
nl: Elke 10 minuten
tr: Her 10 dakikada bir

source: Every 15 Minutes
ar: كل 15 دقيقة
cs: Každých 15 minut
de: Alle 15 Minuten
el: Κάθε 15 λεπτά
es: Cada 15 Minutos
hu: 15 percenként
id: Setiap 15 Menit
it: Ogni 15 minuti
nl: Elke 15 minuten
tr: Her 15 dakikada bir

source: Every 30 Minutes
ar: كل 30 دقيقة
cs: Každých 30 minut
de: Alle 30 Minuten
el: Κάθε 30 λεπτά
es: Cada 30 minutos
hu: 30 percenként
id: Setiap 30 Menit
it: Ogni 30 minuti
nl: Elke 30 minuten
tr: Her 30 dakikada bir

source: Top of the hour
ar: على رأس الساعة
cs: Na začátku hodiny
de: Zur vollen Stunde
el: Αρχή της ώρας
es: Parte superior de la hora
hu: Egész órakkor
id: Puncak jam
it: Il meglio delle ore
nl: Op het hele uur
tr: Saat başı

source: Quarter past
ar: الربع الماضي
cs: Čtvrt
de: Viertel nach
el: Παρελθόν τρίμηνο
es: Último cuarto
hu: Negyedkor
id: Kuartal terakhir
it: Quarto
nl: Kwart over
tr: Çeyrek geçe

source: Half past
ar: النصف الماضي
cs: Půl
de: 30 Minuten nach
el: Half παρελθόν
es: Media
hu: Félkor
id: Setengah masa lalu
it: E mezza
nl: Half
tr: Buçukta

source: Quarter til
ar: إلا ربع
cs: Třičtvrtě
de: Viertel vor
el: Τέταρτο til
es: Cuarto hasta que
hu: Háromnegyedkor
id: Triwulan til
it: Quarti
nl: Kwart voor
tr: Çeyrek kala

source: Every hour
ar: كل ساعة
cs: Každou hodinu
de: Stündlich
el: Κάθε ώρα
es: Cada hora
hu: Minden órában
id: Setiap jam
it: Ogni ora
nl: Elk uur
tr: Her saat

source: Every other hour
ar: كل ساعة أخرى
cs: Každou druhou hodinu
de: Jede weitere Stunde
el: Κάθε άλλη ώρα
es: Cada dos horas
hu: 2 óránként
id: Setiap jam lainnya
it: Ogni ora gli altri
nl: Om het uur
tr: Her iki saatte bir

source: Every 3 hours
ar: كل 3 ساعات
cs: Každé 3 hodiny
de: Alle 3 Stunden
el: Κάθε 3 ώρες
es: Cada 3 horas
hu: 3 óránként
id: Setiap 3 jam
it: Ogni 3 ore
nl: Om de 3 uur
tr: 3 saatte bir

source: Every 4 hours
ar: كل 4 ساعات
cs: Každé 4 hodiny
de: Alle 4 Stunden
el: Κάθε 4 ώρες
es: Cada 4 horas
hu: 4 óránként
id: Setiap 4 jam
it: Ogni 4 ore
nl: Om de 4 uur
tr: 4 saatte bir

source: Every 6 hours
ar: كل 6 ساعات
cs: Každých 6 hodin
de: Alle 6 Stunden
el: Κάθε 6 ώρες
es: Cada 6 horas
hu: 6 óránként
id: Setiap 6 jam
it: Ogni 6 ore
nl: Elke 6 uur
tr: 6 saatte bir

source: Every 12 hours
ar: كل 12 ساعة
cs: Každých 12 hodin
de: Alle 12 Stunden
el: Κάθε 12 ώρες
es: Cada 12 horas
hu: 12 óránként
id: Setiap 12 jam
it: Ogni 12 ore
nl: Om de 12 uur
tr: 12 saatte bir

# TwelveAmMidnight
source: 12 a.m. midnight
ar: 12:00 منتصف الليل
cs: 12 hod. půlnoc
de: 12.00 Uhr Mitternacht
el: 12 τα μεσάνυχτα π.μ.
es: 12 a.m. medianoche
hu: délben és éjfélkor
id: 00:00 tengah malam
it: 00:00 a mezzanotte
nl: Middernacht
tr: 12 gece yarısı

source: noon
ar: ظهر
cs: poledne
de: Mittag
el: μεσημέρι
es: mediodía
hu: délben
id: sore
it: mezzogiorno
nl: middag
tr: öğlen

source: p.m.
ar: مساءاً
cs: odpoledne
el: μ.μ.
hu: délután
id: malam
nl: 's middags
tr: ös

source: a.m.
ar: صباحا.
cs: dopoledne
de: Vormittag
el: π.μ.
hu: délelőtt
id: pagi
nl: 's ochtends
tr: öö

source: Every day
ar: كل يوم
cs: Každý den
de: Täglich
el: Κάθε μέρα
es: Todos los días
hu: Minden nap
id: Setiap hari
it: Ogni giorno
nl: Elke dag
tr: Her gün

source: Every other day
ar: كل يوم آخر
cs: Obden
de: Jeden zweiten Tag
el: Κάθε δεύτερη μέρα
es: Día por medio
hu: Minden második nap
id: Setiap hari lain
it: Ogni altro giorno
nl: Om de andere dag
tr: Her iki günde bir

source: Every month
ar: كل شهر
cs: Každý měsíc
de: Jeden Monat
el: Κάθε μήνα
es: Cada mes
hu: Minden hónapban
id: Setiap bulan
it: Ogni mese
nl: Elke maand
tr: Her ay

source: Every other month
ar: كل شهر آخر
cs: Každý druhý měsíc
de: Jeden zweiten Monat
el: Κάθε άλλο μήνα
es: Cada dos meses
hu: Minden második hónapban
id: Setiap bulan lain
it: Ogni due mesi
nl: Om de maand
tr: Her iki ayda bir

source: Every 3 months
ar: كل 3 أشهر
cs: Jednou za 3 měsíce
de: Alle 3 Monate
el: Κάθε 3 μήνες
es: Cada 3 meses
hu: 3 havonta
id: Setiap 3 bulan
it: Ogni 3 mesi
nl: Elke 3 maanden
tr: 3 ayda bir

source: Every 6 months
ar: كل 6 أشهر
cs: Každých 6 měsíců
de: Alle 6 Monate
el: Κάθε 6 μήνες
es: Cada 6 meses
hu: 6 havonta
id: Setiap 6 bulan
it: Ogni 6 mesi
nl: Om de 6 maanden
tr: 6 ayda bir

source: Every weekday
ar: يومياً
cs: Každý všední den
de: Jeden Wochentag
el: Κάθε ημέρα της εβδομάδας
es: Cada día de la semana
hu: Minden hétköznap
id: Setiap hari kerja
it: Ogni giorno della settimana
nl: Elke weekdag
tr: Haftanın her günü

source: Mon thru Fri
ar: الاثنين - الجمعة
cs: Po. přes pá.
de: Mo bis Fr
el: Δευτ. μέσω Παρ.
es: Lunes a Viernes
hu: Hétfőtől péntekig
id: Sen Kam Jum
it: Lun, Mar, Ven
nl: Maa tot vrij
tr: Pzts'den Cumaya

source: Sat and Sun
ar: السبت والاحد
cs: So a Ne
de: Sa. und So.
el: Σάββατο και την Κυριακή
es: Sábados y domingos
hu: Szombaton és vasárnap
id: Sab dan Min
it: Sab e dom
nl: Za en zo
tr: Cumartesi ve Pazar

source: Mon, Wed, Fri
ar: الاثنين، الأربعاء، والجمعة
cs: Po, St, Pá
de: Mo, Mi, Fr
el: Δευτέρα, Τετάρτη, Παρασκευή
es: Lunes, miércoles y viernes
hu: H, Sze, P
id: Sen, Rab, Jum
it: Lun, Mer, Ven
nl: Ma, wo, vr
tr: Pzts, Çarş ve Cuma

# TuesAndThurs
source: Tues, Thurs
ar: الثلاثاء، الخميس
cs: Út., Čt
de: Di, Do
el: Τρίτη, Πέμπτη
es: Martes y jueves
hu: K, Cs.
id: Sel Kam
it: Martedì, giovedì
nl: Di, don
tr: Salı ve Perşembe

source: Trigger
ar: الزناد
cs: Spoušťěč
es: Iniciar
id: Terlihat
it: Attivo
tr: Tetikleyici

source: Triggers
tr: Tetikleyiciler

source: Expression Valid
ar: التعبير صحيح
cs: Platné výrazy
de: Gültiger Ausdruck
el: Έκφραση Ισχύει
es: Expresión válida
hu: Kifejezés érvényes
id: Ekspresi Benar
it: Espressione valida
nl: Expressie Geldig
tr: Deyim Geçerli

source: Error in Expression
ar: خطأ في التعبير
cs: Chyba ve výrazu
de: Ungültiger Ausdruck
el: Σφάλμα κατά την έκφραση
es: Error en la expresión
hu: Hibás kifejezés
id: Kesalahan dalam Ekspresi
it: Errore nell'espressione
nl: Fout in Expressie
tr: Deyim Hatalı

# TriggerTestResultMessage_f
source: Next Trigger:{0} Will Trigger after {1} days, {2} hours, {3} minutes
ar: القادح القادم :{0} سوف يؤدى بعد {1} يوم {2} ساعة {3} دقيقة
cs: Další spouštění: {0} Spustí za {1} dny, {2} hodiny, {3} minut
de: Nächster Trigger: {0} Trigger ausführen nach {1} Tage, {2} Stunden, {3} Minuten
el: Επόμενη Trigger: {0} Θα προκαλέσει μετά από μέρες {1}, {2} ώρες, {3} λεπτά
es: Disparo siguiente: {0} Se activará después de {1} días {2} horas, {3} minutos
hu: Következő Trigger: {0} Indul: {1} nap {2} óra {3} perc múlva.
id: Terlihat Berikutnya: {0} Akan Terlihat setelah hari {1}, {2} jam, {3} menit
it: Prossimo Attivo: {0} Attiverà dopo {1} giorni, {2} ore, {3} minuti
nl: Volgende Trigger: {0} Zal leiden tot na {1} dagen {2} uur, {3} minuten
tr: Tetiklenme Saati: {0} {1} gün, {2} saat, {3} dakika sonra

# ThereIsAnotherPriceDefinition_f
source: There is another Price Definition with {0} tag
ar: هناك تعريف سعر آخر مع العلامة {0}
cs: Tam je další cena rozlišení s {0} tag
de: Es gibt eine weitere Preis-Definition mit {0}-Tag
el: Υπάρχει και μια άλλη Ορισμός Τιμή με {0} ετικέτα
es: Hay otra definición de precios con el tag {0}
hu: Már van egy másik ár meghatározás a {0} címkével
id: Terdapat Definisi Harga dengan {0} tanda
it: C'è un'altra Definizione dei prezzi con {0} tag
nl: Er is nog een prijs definitie met {0} tag
tr: {0} etiketini kullanan başka bir fiyat tanımı var.

source: Price Definition
ar: تعريف السعر
cs: Definice ceny
de: Preis-Definition
el: Ορισμός Τιμή
es: Definición de Precio
hu: Ár meghatározás
id: Definisi Harga
it: Definizione Prezzo
nl: Prijs Definitie
tr: Fiyat Tanımı

source: Price Definitions
ar: تعريفات السعر
cs: Definice cen
de: Preis-Definitionen
el: Ορισμοί Τιμή
es: Definiciones de precios
hu: Ár meghatározások
id: Definisi Harga
it: Definizioni Prezzo
nl: Prijs Definities
tr: Fiyat Tanımları

source: Clear filter
ar: إلغاء تطبيق عامل التصفية
cs: Vymazat filtr
de: Filter entfernen
el: Απαλοιφή φίλτρου
es: Limpiar filtro
hu: Szűrő törlése
id: Hapus Filter
it: Eliminare filtro
nl: Filter
tr: Temizle

source: From:
ar: من:
cs: Od:
de: Von:
el: Από:
es: De:
hu: Feladó:
id: Dari:
it: Da:
nl: Van:
tr: Baş

source: To:
ar: إلى:
cs: Do:
de: Bis:
el: Προς:
es: A:
hu: Címzett:
id: Untuk:
it: Per:
nl: Tot:
tr: Son

source: Tips Total
ar: مجموع الإكراميات
cs: Celkem tipy
de: Trinkgelder gesamt
el: Συμβουλές Σύνολο
es: Propinas totales
hu: Összes borravaló
id: Total Tips
it: Suggerimenti Totale
nl: Fooi Totaal
tr: Garsoniye Toplamı

# TicketTipTotal
source: Tip Total
ar: مجموع الإكرامية
cs: Tip celkem
de: Trinkgeld gesamt
el: Σύνολο Συμβουλή
es: Propina total
hu: Összes borravaló
id: Total Tips
it: Suggerimento totale
nl: Fooi Totaal
tr: Garsoniye Toplamı

source: #Line: Price Tag
ar: #Line: علامة السعر
cs: # Line: cenový štítek
de: # Line: Preis Tag
el: # Γραμμή: Ετικέτα Τιμή
es: La línea #: Etiqueta de precio
hu: # Sor: Ár címke
id: # Line: Tanda Harga
it: # Linea: Prezzo Tag
nl: # Regel: Prijskaartje
tr: #Satır: Fiyat Etiketi

# TicketTipTotalAmount
source: Total ticket tip amount
ar: مبلغ مجموع إكرامية التذكرة
cs: Celková častka tipů na účtu
de: Gesamtes Trinkgeld des Beleges
el: Συνολικό ποσό άκρη εισιτήριο
es: Total recibos de propinas
hu: Összes jegy borravaló összege
id: Total Jumlah Tiket Tip
it: Totale biglietti importo punta
nl: Totaal bon fooi
tr: Belge Garsoniye Toplamı

source: Price Tag
ar: علامة السعر
cs: Cenový štítek
de: Preis Tag
el: Ετικέτα Τιμής
es: Etiqueta de precio
hu: Ár címke
id: Tanda Harga
it: Cartellino del prezzo
nl: Prijskaartje
tr: Fiyat Etiketi

# SaveErrorZeroOrNullInventoryLines
source: Can't save because there are lines with empty inventory items or zero quantity
ar: لا يمكن الحفظ لأن هناك أسطر مع أصناف مخزون فارغة أو الكمية فارغة
cs: Nelze uložit, protože tam jsou řádky s prázdnými skladovými položkami nebo nulové množství
de: Kann nicht gespeichert werden, weil Inventarzeilen leer oder ohne Bestand sind.
el: Δεν είναι δυνατή η αποθήκευση, επειδή υπάρχουν κενές γραμμές με στοιχεία απογραφής ή μηδενική ποσότητα
es: No se puede guardar porque hay líneas con los artículos del inventario vacío o de cantidad de cero
hu: Nem lehet menteni, mert vannak olyan sorok, melyek nem tartalmaznak készlet-tételt vagy nulla mennyiséget tartalmaznak.
id: Tidak dapat menyimpan karena ada jumlah persediaan yang kosong atau nol
it: Impossibile salvare perché ci sono linee con gli articoli di magazzino vuoti o quantità zero
nl: Kan niet opslaan omdat er regels zijn met lege onderdelen van de inventaris of nul hoeveelheid
tr: Reçetede stok seçilmemiş veya sıfır miktarlı satırlar varken kaydedilemez.

source: Trigger Executed
ar: تم تنفيذ المشغل
cs: Spoušťěč spuštěn
de: Trigger ausgeführt
el: Εκτελείται Trigger
es: Iniciador Ejecutado
hu: Trigger Végrehajtva
id: Menampilkan Eksekusi
it: Esegui Attivo
nl: Trigger Uitgevoerd
tr: Tetikleyici Çalıştı

source: Message Received
ar: تم تلقي رسالة
cs: Zpráva přijata
de: Nachricht empfangen
el: Μήνυμα Ελήφθη
es: Mensaje recibido
hu: Üzenet érkezett
id: Pesan Diterima
it: Messaggio ricevuto
nl: Bericht ontvangen
tr: Mesaj Alındı

source: Menu Item Name
ar: اسم عنصر القائمة
cs: Název menu položky
de: Menü-Artikelname
el: Μενού Ονομα
es: Nombre del Item del Menu
hu: Étlap elem neve
id: Nama Menu Item
it: Voce di Menu Nome
nl: Menu-item Naam
tr: Ürün Adı

source: Portion Name
ar: اسم جزء
cs: Název porce
de: Portionsname
el: Όνομα Μερίδα
es: Nombre de la porción
hu: Adag neve
id: Nama Porsi
it: Parte del nome
nl: Portie Naam
tr: Porsiyon Adı

source: Lines Grouped by Tag
ar: أسطر مجمعة حسب العلامة
cs: Řádky seskupeny podle štítků
de: Zeilen gruppiert durch einen Tag
el: Γραμμές Ομαδοποιημένα κατά ετικέτα
es: Líneas agrupadas por género de etiquetas
hu: Sorok csoportosítása címkék szerint
id: Group Lines berdasarkan Tanda
it: Linee raggruppati per tag
nl: Gegroepeerd per Tag
tr: Etikete Göre Gruplanmış Satırlar

source: Send Email
ar: إرسال البريد الإلكتروني
cs: Odeslat e-mail
de: E-Mail senden
el: Αποστολή Email
es: Enviar correo
hu: E-mail küldése
id: Kirim Email
it: Invia email
nl: E-mail verzenden
tr: E-Posta gönder

source: Add Ticket Discount
ar: إضافة خصم التذكرة
cs: Přidat slevu na účet
de: Ticket-Rabatt hinzufügen
el: Προσθήκη έκπτωση εισιτηρίων
es: Añadir Descuento en recibo
hu: Kedvezmény hozzáadása a jegyhez
id: Tambah Diskon Tiket
it: Aggiungi Ticket Sconto
nl: Voeg Bon Korting toe
tr: Adisyona iskonto ekle

source: Add Order
ar: إضافة طلب
el: Νέα παραγγελία
es: Añadir Pedido
hu: Rendelés hozzáadása
id: Penambahan Pesanan
it: Aggiungi Ordine
nl: Bestelling Toevoegen
tr: Adisyona sipariş ekle

source: Update Ticket Tag
ar: تحديث علامة التذكرة
cs: Aktualizovat účtový štítek
de: Ticket-Tag updaten
el: Ενημέρωση Tag εισιτηρίων
es: Actualizar la etiqueta de recibos
hu: Jegy címke frissítése
id: Perbarui Tanda Tiket
it: Aggiornamento Ticket Tag
nl: Wijzig bon tag
tr: Adisyon etiketini güncelle

# UpdatePriceTag
source: Change Price List
ar: تغيير قائمة الأسعار
cs: Změna ceníku
de: Preisliste wechseln
el: Αλλαγή Τιμοκατάλογος
es: Cambiar Lista de precios
hu: Árlista módosítása
id: Ubah Daftar Harga
it: Cambia Listino Prezzi
nl: Wijzig Prijslijst
tr: Fiyat listesini değiştir

source: Refresh Cache
ar: تحديث ذاكرة التخزين المؤقت
cs: Obnovit Cache
el: Ανανέωση Cache
es: Actualizar caché
hu: Gyorsítótár frissítése
it: Aggiorna Cache
nl: Vernieuwen Cache
tr: Hafızayı yenile

source: Broadcast Message
ar: بث رسالة
cs: Vysílat zprávu
de: Message übertragen
el: Μήνυμα Μετάδοση
es: Mensaje de difusión
hu: Üzenet kiküldése
id: Pesan Broadcast
it: Trasmetti Messaggio
nl: Bericht uitzenden
tr: Mesaj yayınla

source: Display App Path
ar: عرض مسار التطبيق
cs: Zobrazit cestu k aplikaci
de: App-Pfad anzeigen
el: Εμφάνιση διαδρομής κινητό
es: Mostrar la ruta de la aplicación
hu: Program elérési út megjelenítése
id: Tampilan Lokasi App
it: Visualizzare il percorso App
nl: Weergave Applicatie Pad
tr: Uygulama Klasörü

source: Display User Path
ar: عرض مسار المستخدم
cs: Zobrazit cestu k uživateli
de: User-Pfad anzeigen
el: Εμφάνιση διαδρομής χρήστη
es: Mostrar la ruta del usuario
hu: Felhasználó elérési út megjelenítése
id: Tampilan Lokasi Pengguna
it: Visualizza percorso dell'utente
nl: Weergave Gebruikers Pad
tr: Kullanıcı Klasörü

source: Save Report to File
ar: حفظ التقرير إلى ملف
cs: Uložit report do souboru
de: Bericht in einer Datei speichern
el: Αποθήκευση αναφοράς σε αρχείο
es: Guardar informe en archivo
hu: Jelentés mentése fájlba
id: Simpan Laporan ke File
it: Salva Report su file
nl: Rapport opslaan naar bestand
tr: Raporu dosyaya kaydet

source: Price Definiton Name
ar: اسم تعريف السعر
cs: Název definice ceny
de: Preis-Definitonsname
el: Τιμή Όνομα ορισμό
es: Nombre Definición de Precio
hu: Ár meghatározás neve
id: Nama Harga Definiton
it: Prezzo Definizione Nome
nl: Prijs Definitie Naam
tr: Fiyat Tanımı Adı

source: Previous
ar: السابق
cs: Předchozí
de: Vorherige
el: Προηγούμενος
es: Anterior
hu: Előző
id: Sebelumnya
it: Precedente
nl: Vorige
tr: Önceki

source: Next
ar: التالي
cs: Další
de: Nächste
el: Επόμενος
es: Próximo
hu: Következő
id: Berikutnya
it: Prossimo
nl: Volgende
tr: Sonraki

source: Add Tag
ar: إضافة علامة
cs: Přidat štítek
de: Tag hinzufügen
el: Προσθήκη ετικέτας
es: Añadir etiqueta
hu: Címke hozzáadása
id: Tambahkan Tanda
it: Aggiungi Tag
nl: Tag toevoegen
tr: Etiket Ekle

# Delete_ab
source: Del
tr: Sil

# Divide_ab
source: Div
tr: Böl

# Print_ab
source: Prn
tr: Yaz
