Repository: emreeren/SambaPOS-3
Catalog: Samba.Localization/Properties/Resources.*.resx
Languages: ar, cs, de, el, es, hu, id, it, nl, tr

# AddMultipleLocationHint
source: Add one line for each location Name. Start Categories with # character.
tr: Eklemek istediğiniz yer adlarını ekleyiniz. Kategorileri # karakteri ile başlatınız.

# DeleteErrorTicketAssignedToLocation
source: Can't delete because there is a ticket assigned to that location
tr: Bu yere bağlı bir adisyon varken yer silinemez.

source: Location Views
tr: Yer Görünümleri

source: Locations
tr: Yerler

# CanOpenLocationList
source: Can display Location List
tr: Yer listesini açabilir

# CanChangeLocation
source: Can change Location of a Ticket
tr: Yer değiştirebilir

# LocationViewName
source: View Name
tr: Görünüm Adı

# LocationViewMode
source: View Mode
tr: Görünüm Modu

source: Background Color
ar: لون الخلفية
cs: Barva pozadí
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
hu: Háttérszín
id: Warna Latar Belakang
it: Colore di sfondo
nl: Achtergrondkleur
tr: Arkaplan Rengi

source: Background Image
ar: صورة خلفية
cs: Obrázek na pozadí
de: Hintergrundbild
el: Εικόνα φόντου
es: Imagen de fondo
hu: Háttérkép
id: Latar Belakang Gambar
it: Immagine di sfondo
nl: Achtergrondafbeelding
tr: Arkaplan Resmi

source: Empty Location Color
tr: Boş Yer Rengi

# UnavailableLocationColor
source: Full Location Color
tr: Dolu Yer Rengi

source: Locked Location Color
tr: Kilitli Yer Rengi

source: Numerator Height
ar: ارتفاع لوحة الأرقام
cs: Výška čítače
de: Höhe des Zählers
el: Ύψος Αριθμητής
es: Numerador Altura
hu: Számláló magassága
id: Pembilang Tinggi
it: Numero Altezza
nl: Teller Hoogte
tr: Numaratör Yüksekliği

source: Alphanumeric Buttons
ar: أزرار حرفية ورقمية
cs: Alfanumerická tlačítka se
de: Alphanumerische Buttons
el: Αλφαριθμητικά κουμπιά
es: Botones alfanuméricos
hu: Alfanumerikus gombok
id: Tombol alfanumerik
it: Tasti alfanumerici
nl: Alfanumerieke toetsen
tr: Alfanümerik Düğmeler

source: Automatic
ar: تلقائي
cs: Automatický
de: Automatisch
el: Αυτόματο
es: Automático
hu: Automatikus
id: Otomatis
it: Automatico
nl: Automatisch
tr: Otomatik

source: Custom
ar: مخصص
cs: Osobní
de: Personalisiert
el: Έθιμο
es: Configurable
hu: Egyedi
id: Pilihan
it: Comune
nl: Handmatig
tr: Özel

source: Hidden
ar: مخفي
cs: Skrytý
de: Versteckt
el: Κρυφό
es: Oculto
hu: Rejtett
id: Tersembunyi
it: Nascosto
nl: Verborgen
tr: Gizli

# SelectLocationDialogHint_f
source: Select locations you want to add to {0} view
tr: {0} görünümüne eklemek istediğiniz yerleri seçiniz

# EditMode
source: Design Mode
ar: نمط التصميم
cs: Režim návrhu
de: Design-Modus
el: Κατάσταση σχεδίασης
es: Modo de diseño
hu: Tervező mód
id: Mode Desain
it: Modalità di progettazione
nl: Ontwerpmodus
tr: Düzenleme Modu

source: Next Page
ar: الصفحة التالية
cs: Další stránka
de: Nächste Seite
el: Επόμενη Σελίδα
es: Página siguiente
hu: Következő oldal
id: Halaman Berikutnya
it: Pagina successiva
nl: Volgende pagina
tr: Sonraki Sayfa

source: Previous Page
ar: الصفحة السابقة
cs: Předchozí strana
de: Vorherige Seite
el: Προηγούμενη Σελίδα
es: Página anterior
hu: Előző oldal
id: Halaman Sebelumnya
it: Pagina precedente
nl: Vorige Pagina
tr: Önceki Sayfa

# LocationsMerged_f
source: {0} ticket merged with {1} location.
tr: {0} adisyonu {1} yeri ile birleştirildi.

# TicketMergedToLocation_f
source: Ticket merged with {0} location.
tr: Adisyon {0} yeri ile birleştirildi.

# TicketMovedToLocation_f
source: {0} ticket moved to {1} location.
tr: {0} adisyonu {1} yerine taşındı.

# SelectLocationThatYouWantToMoveTicket_f
source: Select new location for {0} ticket.
tr: {0} adisyonunu taşıyacağınız yeri seçiniz.

source: Select location for ticket.
tr: Adisyon için yer seçiniz.

# SelectLocationForOperation
source: Select the location you want to add orders.
tr: İşlem yapmak istediğiniz yeri seçiniz.

source: Find Ticket
ar: بحث عن تذكرة
cs: Hledat účet
de: Ticket suchen
el: Βρείτε εισιτηρίων
es: Buscar Recibos
hu: Jegy keresése
id: Cari Tiket
it: Trova Ticket
nl: Zoek Bon
tr: Adisyon Bul

source: Find Location
tr: Yer Bul

source: Discount Total
ar: مجموع التخفيض
cs: Celková sleva
de: Rabatt gesamt
el: Σύνολο Έκπτωση
es: Descuento total
hu: Kedvezmény összesen
id: Jumlah Diskon
it: Sconto Totale
nl: Korting Totaal
tr: İskonto Toplamı

source: Payment Total
ar: مجموع المدفوع
cs: Platba celkem
de: Zahlung gesamt
el: Σύνολο πληρωμών
es: Pago Toal
hu: Fizetési összesen
id: Total Pembayaran
it: Il pagamento Totale
nl: Betaling Totaal
tr: Tahsilat Toplamı

source: Balance
ar: الحساب
cs: Balanc
de: Gesamt
el: Υπόλοιπο
es: Saldo
hu: Egyenleg
id: Saldo
it: Saldo
nl: Saldo
tr: Bakiye

# ChargedAmount
source: Charged
ar: المطلوب
cs: Příjmuto
de: Kassiert
el: Χρέωση
es: Cobrado
hu: Felszámított
id: Beban
it: Carico
nl: Belast
tr: Tahsil Edilen

source: Portions
ar: أجزاء
cs: Rozdělení
de: Portionen
el: Τμήματα
es: Porciones
hu: Adagok
id: Porsi
it: Porzioni
nl: Delen
tr: Porsiyonlar

source: Extra Modifiers
ar: طلبات جانبية
cs: Extra Modifikátory
de: Extra-Modifier
el: Επιπλέον Τροποποιητές
es: Modificadores adicionales
hu: Extra módosítók
id: Ubah Extra
it: Modificatori Extra
nl: Extra Opties
tr: Ekstra Özellik

source: Update
ar: تحديث
cs: Aktualizovat
de: Aktualisieren
el: Ενημέρωση
es: Actualización
hu: Frissít
id: Perbaharui
it: Aggiornare
nl: Bijwerken
tr: Güncelle

source: Add And Save
ar: إضافة وحفظ
el: Προσθέστε και Αποθήκευση
es: Añadir y guardar
hu: Hozzáadás és mentés
id: Tambah Dan Simpan
it: Aggiungere e Salvare
tr: Ekle ve Kaydet

source: Number
ar: رقم
cs: Číslo
de: Anzahl
el: Αριθμός
es: Número
hu: Szám
id: Jumlah
it: Numero
nl: Aantal
tr: No

# OpenClose_ab
source: Op-Cls
ar: فتح-إغلاق
cs: Ot-Zav
de: von - bis
es: Ab-Ce
it: Apertura-Chiusura
nl: Op-Sl
tr: Aç-Kapa

# TicketOpeningTime
source: Ticket Opening
ar: فتح تذكرة
cs: Otevření účtu
de: Ticket geöffnet
el: Εγκαίνια εισιτηρίων
es: Ticket de apertura
hu: Jegy megnyitása
id: Pembukaan Tiket
it: Ticket di apertura
nl: Bon Opening
tr: Adisyon Açılış

# LastOrderTime
source: Last Order
ar: آخر طلب
cs: Poslední objednávka
de: Letzte Bestellung
el: Τελευταία Παραγγελία
es: Último pedido
hu: Utolsó rendelés
id: Pesanan Terakhir
it: Ultimo ordine
nl: Laatste bestelling
tr: Son Sipariş

# LastPaymentTime
source: Last Payment
ar: آخر دفعة
cs: Poslední platby
de: Letzte Zahlung
el: Τελευταία Πληρωμής
es: Último pago
hu: Utolsó fizetés
id: Pembayaran Terakhir
it: Ultimo pagamento
nl: Laatste betaling
tr: Son Ödeme

source: Print
ar: طباعة
cs: Tisk
de: Drucken
el: Εκτύπωση
es: Imprimir
hu: Nyomtat
id: Cetak
it: Stampa
nl: Afdrukken
tr: Yaz

# CloseTicket_r
source: Close Ticket
ar: إغلاق تذكرة
cs: Zavřít účet
de: Ticket schliessen
el: Κλείσιμο Εισιτήριου
es: Cerrar Recibos
hu: Jegy lezárása
id: Tutup Tiket
it: Chiudere Ticket
nl: Sluiten Bon
tr: Adisyonu Kapat

# CashPayment_r
source: Cash Payment
tr: Nakit Ödeme

# CreditCard_r
source: Credit Card
tr: Kredi Kartı

source: Void
ar: إلغاء
cs: Odstranit
de: Storno
el: Άκυρο
es: Vacío
hu: Sztornó
id: Batal
it: Annullare
nl: Retour
tr: İade

source: Divide
ar: تقسيم
cs: Rozdělit
de: Teilen
el: Χωρίστε
es: Dividir
hu: Megoszt
id: Bagi
it: Dividere
nl: Verdelen
tr: Böl

# ExtraModifier
source: Ekstra Modifier
tr: Ekstra Özellik

source: Release Lock
ar: إزالة القفل
cs: Uvolnění zámku
de: Sperre aufheben
el: Ξεκλείδωμα
es: Quitar bloqueo
hu: Zár feloldása
id: Lepaskan Kunci
it: Rilasciare il blocco
nl: Blokkering verwijderen
tr: Kilidi Kaldır

source: Change Price
ar: تغيير السعر
cs: Změna cen
de: Preis ändern
el: Αλλαγή Τιμής
es: Cambiar precio
hu: Ár módosítása
id: Ubah Harga
it: Variazione del prezzo
nl: Wijzig Prijs
tr: Fiyat Değiştir

# ForChangingPriceTypeAPrice
source: For changing price first type a price from numerator
ar: لتغيير السعر يجب إدخال الثمن من البسط أولاً
cs: Pro změnu ceny nejdřive vyplňte cenu z čítače.
de: Bitte geben Sie zuerst den neuen Preis ein.
el: Για την αλλαγή των τιμών πληκτρολογήστε πρώτα μια τιμή από αριθμητή
es: Para cambiar el precio primero escriba un precio
hu: Az ár megváltoztatásához előbb írjon be árat!
id: Untuk mengubah harga pertama ketik Harga dari pembilang
it: Per cambiare primo prezzo digitare un prezzo da numeratore
nl: Voor het wijzigen van prijs eerst typt u een prijs van teller
tr: Fiyat değiştirmek için önce numaratörden sıfırdan büyük bir fiyat yazınız.

source: New Ticket
ar: تذكرة جديدة
cs: Nový účet
de: Neues Ticket
el: Νέα εισιτηρίων
es: Nuevo recibo
hu: Új jegy
id: Tiket Baru
it: Nuovo Ticket
nl: Nieuwe bon
tr: Yeni Adisyon

# ChangeLocation_r
source: Change Location
tr: Yer Değiştir

# SelectLocation_r
source: Select Location
tr: Yer Seç

# ChangeAmount_f
source: Change Due: {0}
ar: الصرف: {0}
cs: Vrátit: {0}
de: Wechselgeld: {0}
el: Λόγω Αλλαγή: {0}
es: Cambio de vencimiento: {0}
hu: Visszajáró: {0}
id: Ubah tempo: {0}
it: Variazione: {0}
nl: Wisselgeld: {0}
tr: Para Üstü: {0}

# AccountBalance_r
source: Account Balance
tr: Açık Hesap

source: All
ar: الكل
cs: Vše
de: Alles
el: Όλα
es: Todos
hu: Mind
id: Semua
it: Tutto
nl: Alle
tr: Tümü

source: Round
ar: تقريب
cs: Zaokrohlení
de: Runden
el: Γύρω
es: Redondear
hu: KÖR
it: Arrotondare
nl: Afronden
tr: Yuvarla

# Flat
source: Auto Round
tr: Düz

# DiscountPercentSign
source: Discount %
ar: تخفيض %
cs: Sleva%
de: Rabatt %
el: % Έκπτωση
es: % de Descuento
hu: Kedvezmény%
id: % Diskon
it: Sconto%
nl: Korting%
tr: % İskonto

# CanReleaseTicketLock
source: Can Remove Ticket Lock
ar: يستطيع إلغاء قفل التذكرة
cs: Může odstranit zámčení účtu
de: Kann Beleg-Sperre entfernen
el: Είναι δυνατό το ξεκλείδωμα εισιτηρίων
es: Quitar el bloqueo de recibos
hu: Jegy-zárást feloldhat
id: Bisa Hapus Kunci Tiket
it: Può Rimuovere blocco Ticket
nl: Mag Bon blokkering opheffen
tr: Adisyon Kilidini Kaldırabilir

source: Can Remove Ticket Tag
ar: يستطيع إلغاء علامة التذكرة
cs: Může odstranit štítek účtu
de: Kann Beleg-Tag entfernen
el: Μπορεί Καταργήσει ετικέτας εισιτηρίων
es: Quitar la etiqueta de recibos
hu: Jegy-címkét eltávolíthat
id: Bisa Hapus Tag Tiket
it: Può rimuovere Ticket Tag
nl: Mag Bon Tag opheffen
tr: Adisyon Etiketini Kaldırabilir

source: Can Gift Items
tr: İkram yapabilir

source: Can Void Items
tr: İade alabilir

# CanMoveTicketLines
source: Can Move Items
ar: يستطيع تحريك المواد
cs: Může přesouvat položky
de: Kann Artikel verschieben
el: Μπαρεί να μετακίνησει προιοντα ?
es: Mover Artículos
hu: Elemeket mozgathat
id: Bisa Pindah Produk
it: Elementi possono essere spostati
nl: Kan artikelen verplaatsen
tr: Adisyon satırlarını taşıyabilir

source: Can Merge Tickets
ar: يستطيع دمج التذاكر
cs: Může sloučit účty
de: Kann Belege umbuchen
el: Μπορεί Συγχώνευση Εισιτήρια
es: Combinar recibos
hu: Jegyeket egyesíthet
id: Bisa Gabung Tiket
it: Possibile unire Biglietti
nl: Kan bonnen samenvoegen
tr: Adisyonları Birleştirebilir

source: Can Display Old Tickets
ar: يستطيع عرض التذاكر السابقة
cs: Může zobrazit staré účty
de: Kann alte Belege anzeigen
el: Μπορεί Εμφάνισει Παλιά Εισιτήρια
es: Mostrar Recibos Antiguas
hu: Régi jegyeket megjeleníthet
id: Bisa Menampilkan Tiket lama
it: In grado di visualizzare biglietti Vecchio
nl: Kan oude bonnen weergeven
tr: Eski Adisyonları görüntüleyebilir

source: Can Move Unlocked Ticket Lines
ar: يستطيع تحريك أسطر التذاكر الغير مقفلة
cs: Může manipulovat s řádkama nezamčených účtů
de: Kann entsperrte Belege umbuchen
el: Μπορεί Μετακινήσει κλειδωμένες Γραμμές εισιτηρίων
es: Mover líneas de recibos desbloqueados
hu: Nem lezárt jegy-sorokat mozgathat
id: Bisa Pindah Baris Tiket yang Tidak Dikunci
it: Può Muovere linee di ticket Bloccate
nl: Kan bonregels verplaatsen
tr: Kilitlenmemiş adisyon satırlarını taşıyabilir

source: Can Update Extra Modifiers
ar: يستطيع تحديث الطلبات الجانبية
cs: Může aktualizovat Extra Modifikátory
de: Kann zusätzliche Modifier verändern
el: Μπορεί Ενημέρωση επιπλέον Τροποποιητές
es: Actualizar modificadores extra
hu: Frissíheti az extra-módosítókat
id: Bisa Perbarui Ekstra Modifier
it: Impossibile aggiornare Modificatori Extra
nl: Kan extra opties bijwerken
tr: Ekstra özellik girebilir

source: Can Make Discount
tr: İskonto yapabilir

source: Can Round Ticket Total
tr: Yuvarlama yapabilir

# CanFlattenTicketTotal
source: Can Auto Round Ticket Total
tr: Yukarı düzeltme yapabilir

# OnlyOpenTickets
source: Open Tickets Only
ar: التذاكر المفتوحة فقط
cs: Otevřené účty pouze
de: Nur offene Beleg
el: Open εισιτήρια μόνο
es: Abrir recibos solamente
hu: Csak nyitott jegyek
id: Hanya Untuk Tiket Terbuka
it: Solo Ticket Aperti
nl: Mag alleen open bonnen zien
tr: Sadece Açık Adisyonlar

source: All Tickets
ar: كل التذاكر
cs: Všechny účty
de: Alle Belege
el: Όλα τα εισιτήρια
es: Todos los Recibos
hu: Minden jegy
id: Semua Tiket
it: Tutti i biglietti
nl: Alle bonnen
tr: Tüm Adisyonlar

# Total_f
source: Total: {0}
ar: {0} المجموع
cs: Celkem: {0}
el: Σύνολο: {0}
hu: Összesen: {0}
it: Totale: {0}
nl: Totaal: {0}
tr: Toplam: {0}

source: Find Product
ar: بحث عن منتج
cs: Hledat produkt
de: Produkt suchen
el: Εύρεση προϊόντων
es: Búsqueda de productos
hu: Termék keresése
id: Cari Produk
it: Cerca un prodotto
nl: Zoek Product
tr: Ürün Bul

source: Main Menu
ar: القائمة الرئيسية
cs: Hlavní menu
de: Hauptmenü
el: Κυρίως Μενού
es: Menú Principal
hu: Főmenü
id: Menu Utama
it: Menu
nl: Hoofdmenu
tr: Ana Menü

source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναί
es: Sí
hu: Igen
id: Ya
it: Sì
nl: Ja
tr: Evet

source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
hu: Nem
id: Tidak
nl: Geen
tr: Hayır

# DeleteErrorAdminUser
source: Can't delete admin user.
ar: لا تستطيع حذف المستخدم الرئيسي
cs: Nelze smazat uživatele admin.
de: Admin-User kann nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή χρήστη διαχειριστή.
es: No se puede borrar el usuario admin.
hu: Admin felhasználó nem törölhető
id: Tidak dapat menghapus User Admin.
it: Non è possibile eliminare l'utente admin.
nl: Kan admingebruiker niet verwijderen
tr: Admin kullanıcı silinemez.

# DeleteErrorLastUser
source: Can't delete last User Account
ar: لا تستطيع حذف حساب آخر مستخدم
cs: Nelze smazat poslední uživatelský účet
de: Das letzte User-Konto kann nicht gelöscht werden.
el: Δεν είναι δυνατή η διαγραφή του τελευταίου λογαριασμού χρήστη
es: No se puede eliminar última cuenta de usuario
hu: Az utolsó felhasználói fiók nem törölhető
id: Tidak dapat menghapus User Account Terakhir
it: Impossibile eliminare account Ultimo utente
nl: Kan het laatste gebruikersaccount niet verwijderen
tr: Son kullanıcı hesabı silinemez.

# UserRoleList
source: Role List
ar: قائمة الوظائف
cs: Role Seznam
de: Role-Liste
el: Λίστα Ρόλος
es: Lista de funciones
hu: Szerepkör-lista
id: Daftar Aturan
it: Lista Ruolo
nl: Rol Lijst
tr: Rol Listesi

source: Users
ar: المستخدمون
cs: Uživatelé
de: User
el: Χρήστες
es: Usuarios
hu: Felhasználók
id: Pengguna
it: Utenti
nl: Gebruikers
tr: Kullanıcılar

source: User List
ar: قائمة المستخدمين
cs: Seznam uživatelů
de: User-Liste
el: Κατάλογος χρηστών
es: Lista de usuarios
hu: Felhasználó-lista
id: Daftar Pengguna
it: Lista Utenti
nl: Gebruikerslijst
tr: Kullanıcı Listesi

# UserRoleName
source: Role Name
ar: اسم الوظيفة
cs: Název role
el: Όνομα Ρόλος
es: Nombre de función
hu: Szerep neve
id: Nama Aturan
it: Nome Ruolo
nl: Rol Naam
tr: Rol Adı

source: Permissions
ar: الصلاحيات
cs: Oprávnění
de: Berechtigungen
el: Δικαιώματα
es: Permisos
hu: Engedélyek
id: Hak Akses
it: Autorizzazioni
nl: Machtigingen
tr: Yetkiler

source: User Role
ar: وظيفة المستخدم
cs: Role uživatele
el: Ρόλος χρήστη
es: Función de usuario
hu: Felhasználói szerepkör
id: Peran Pengguna
it: Utente Ruolo
nl: Gebruikersrol
tr: Rol

source: Pin Code
ar: الرمز السري
cs: PIN kód
el: Κωδικός
hu: Pin kód
id: Kode PIN
it: Codice Pin
tr: Pin Kodu

# SaveErrorThisPinCodeInUse
source: This Pin Code used by another user account.
ar: هذا الرمز السري مستخدم من قبل مستخدم آخر
cs: Tento PIN kód používá jiný uživatelský účet.
de: Dieser PIN-Code wird bereits von einem anderen User-Konto benutzt.
el: Αυτός ο κωδικός PIN χρησιμοποιείται σε άλλο χρήστη.
es: Este código de identificación personal es de otra cuenta de usuario.
hu: Ez a PIN-kód már egy másik Felhasználói Fiókban használatban van
id: Kode Pin ini digunakan oleh Pengguna lain.
it: Il presente Codice Pin è utilizzato da un altro account utente.
nl: Deze pincode wordt al gebruikt door een ander gebruikersaccount.
tr: Bu pin kodunu başka bir kullanıcı kullanıyor

source: OK
ar: موافق
el: ΟΚ
es: Aceptar
tr: Tamam

source: Property Editor
ar: معدل الخصائص
cs: Editor vlastností
de: Eigenschaften Editor
el: Επιμέλεια Ακίνητα
es: Propiedad del editor
hu: Tulajdonság-szerkesztő
it: Proprietà Editor
nl: Eigenschappen bewerken
tr: Özellik Editörü

source: Details
ar: تفاصيل
cs: Podrobnosti
el: Λεπτομέρειες
es: Detalles
hu: Részletek
id: Rincian
it: Dettagli
tr: Detay

source: List
ar: قائمة
cs: Seznam
de: Liste
el: Λίστα
es: Lista
hu: Lista
id: Daftar
it: Lista
nl: Lijst
tr: Liste

source: Display All Values
ar: عرض كل القيم
cs: Zobrazit všechny hodnoty
de: Alle Werte zeigen
el: Εμφάνιση όλων των τιμών
es: Mostrar todos los valores
hu: Minden érték megjelenítése
id: Tampilkan Semua Nilai
it: Visualizzare tutti i valori
nl: Toon Alle waarden
tr: Tümünü Göster

source: Selected
ar: مختارة
cs: Vybraný
de: Ausgewählt
el: Επιλεγμένα
es: Seleccionado
hu: Kiválasztott
id: Pilih
it: Selezionato
nl: Gekozen
tr: Seçilenler

# Selected_f
source: Selected {0}
ar: {0} مختارة
cs: Vybrané {0}
de: Ausgewählte {0}
el: Επιλεγμένα {0}
es: Seleccionado {0}
hu: Kiválasztott {0}
id: Terpilih {0}
it: Selezionato {0}
nl: Geselecteerde {0}
tr: Seçilen {0}

source: User
ar: مستخدم
cs: Uživatel
el: Χρήστης
es: Usuario
hu: Felhasználó
id: Pengguna
it: Utente
nl: Gebruiker
tr: Kullanıcı

# WorkPeriodEndsMessage
source: Work Period ends. Visit Reports section and create Work Period Reports
ar: انتهت فترة العمل. قم بإنشاء تقرير فترة العمل في قسم التقارير
cs: Pracovní doba končí. Navštivte sekci Reporty a vytvořte Report pracovní doby
de: Die Arbeitszeit ist beendet. Besuchen Sie die Berichtesektion und erstellen Sie einen Bericht für die Arbeitszeit.
el: Εργασία άκρα Περιόδου. Επισκεφτείτε Εκθέσεις τμήμα και να δημιουργήσουν αναφορές Περίοδος εργασίας
es: Periodo de trabajo termina. Visita la sección de informes y crear informes de trabajo por períodos
hu: Munkaidő vége. A Jelentések részben tud műszak-jelentéseket készíteni.
id: Bekerja Periode Akhir. Kunjungi bagian Laporan dan membuat Laporan Kerja Periode
it: Periodo di lavoro termina. Visita la sezione di report e creare report periodo di lavoro
nl: Werkperiode eindigt. Bezoek sectie Rapporten en maak werkperiode Rapporten
tr: Gün Sonu İşlemi Tamamlandı. Raporlar bölümünden gün sonu raporlarınızı alınız.

source: DON'T FORGET ENDING WORK PERIOD!
ar: لا تنسى إنهاء فترة العمل
cs: NEZAPOMĚŇTE UKONČIT PRACOVNÍ DOBU!!!
de: VERGESSEN SIE NICHT DIE ARBEITSZEIT ZU BEENDEN!
el: ΜΗΝ ΞΕΧΑΣΕΤΕ ΤΕΛΟΣ ΠΕΡΙΟΔΟΥ ΕΡΓΑΣΙΑΣ!
es: NO SE OLVIDE PONER FIN AL PERIODO DE TRABAJO!
hu: NE FELEJTSE EL LEZÁRNI A MŰSZAKOT
id: JANGAN LUPA AKHIRI SETIAP PERIODE KERJA!
it: NON DIMENTICARE FINE PERIODO DI LAVORO!
nl: VERGEET NIET WERKPERIODE TE BEEINDIGEN!
tr: GÜN SONU YAPMAYI UNUTMAYINIZ!

source: Open
ar: مفتوحة
cs: Otevřené
de: Offen
el: Ανοιχτό
es: Abierto
hu: Nyitott
id: Buka
it: Aperto
tr: Açık

# AutoFlatten_ab
source: Auto Rounding
tr: Oto.Düz

source: Rounding
ar: تقريب
cs: Zaokrouhlování
de: Runden
el: Στρογγύλεμα
es: Redondeo
hu: Kerekítés
id: Pembulatan
it: Arrotondamento
nl: Afronden
tr: Yuvarlama

# Flattening
source: Rounding
tr: Düzeltme

source: Account Balance
ar: رصيد الحساب
cs: Balanc účtu
de: Kontostand
el: Υπόλοιπο λογαριασμού
es: Saldo de la cuenta
hu: Számlaegyenleg
id: Akun Saldo
it: Bilancio Account
nl: Rekeningsaldo
tr: Açık Hesap

source: Undefined Payment Type
tr: !!!Belirsiz İşlem Tipi

source: Angle
ar: زاوية
cs: Úhel
de: Winkel
el: Γωνία
es: Ángulo
hu: Szög
id: Sudut
it: Angolo
nl: Hoek
tr: Açı

source: Corner Radius
ar: قطر الزاوية
cs: Poloměr rohů
de: Eckenradius
el: Ακτίνα Corner
es: De radio de esquina
id: Pojok Radius
it: Raggio Angolo
nl: Hoek in een straal van
tr: Köşe Yuvarlama

source: Height
ar: ارتفاع
cs: Výška
de: Höhe
el: Ύψος
es: Altura
hu: Magasság
id: Tinggi
it: Altezza
nl: Hoogte
tr: Yükseklik

source: Width
ar: عرض
cs: Šířka
de: Breite
el: Πλάτος
es: Ancho
hu: Szélesség
id: Lebar
it: Larghezza
nl: Breedte
tr: Genişlik

# Gift_ab
source: [Gift]
tr: [ikr]

# Void_ab
source: [Void]
tr: [iad]

# OrderNumber_f
source: Ord.No: {0:0} - {1}
ar: رقم الطلب: {0:0} - {1}
cs: Ord.No: {00:00} - {1}
de: Best.No: {0:0} - {1}
hu: Rend.Sz.: {00:00} - {1}
id: No.Pesanan: {0:0} - {1}
nl: Ord.Nr: {0:0} - {1}
tr: Sip.No: {0:0} - {1}

source: New Order
ar: طلب جديد
cs: Nová objednávka
de: Neue Bestellung
el: Νέα παραγγελία
es: Nueva Orden
hu: Új rendelés
id: Pesanan Baru
it: Nuovo Ordine
nl: Nieuwe Order
tr: Yeni Sipariş

source: Back
ar: الرجوع
cs: Zpátky
de: Zurück
el: Πίσω
es: Regresar
hu: Vissza
id: Kembali
it: Indietro
nl: Terug
tr: Geri

source: Empty
ar: فارغ
cs: Prázdný
de: Leer
el: Αδειάστε
es: Vacío
hu: Üres
id: Kosong
it: Vuoto
nl: Leeg
tr: Boş

# TicketTimeDisplay_f
source: {0} ({1} min.)
ar: {0} ({1} دقيقة.)
hu: {0} ({1} perc.)
tr: {0} ({1} dk.)

# Location_f
source: Location: {0}
tr: Yer: {0}

# Account_f
source: Account: {0}
ar: حساب: {0}
cs: Účet: {0}
de: Konto: {0}
el: Λογαριασμός: {0}
es: Cuenta: {0}
hu: Számla: {0}
nl: Rekening: {0}
tr: Hesap: {0}

# TicketNumberAndLocation_f
source: # {0} Location: {1}
tr: # {0} Yer: {1}

# TicketNumberAndAccount_f
source: # {0} Account: {1}
tr: # {0} Hesap: {1}

# AccountNameAndLocationName_f
source: # {0} Account: {1} Location: {2}
tr: # {0} Hesap: {1} Yer: {2}

# CantCompleteOperationWhenThereIsZeroPricedProduct
source: Can't complete this operation while zero priced orders exists.
ar: لا يمكن اتمام هذه العملية لعدم وجود سعر للطلبات.
cs: Nelze dokončit tuto operaci pokud má nějaký předmět nulovou cenu
de: Solange der Preis 0,00 ist, kann der Vorgang nicht abgeschlossen werden.
el: Δεν είναι δυνατή η ολοκλήρωση αυτής της λειτουργίας, ενώ μηδενική τιμή παραγγελίες υπάρχει.
es: No se puede completar esta operación, mientras existan órdenes con precio cero.
hu: Nem lehet befejezni ezt a műveletet a nulla áron megrendelés létezik.
id: Tidak bisa menyelesaikan operasi ini jika harga pesanan masih nol.
it: Impossibile completare questa operazione a zero, mentre ci sono ordini.
nl: Kan deze bewerking niet voltooien, terwijl nul geprijsde orders bestaan.
tr: Adisyonda sıfır fiyatlı ürün varken bu işlem yapılamaz.

# TagCantBeEmpty_f
source: Can't leave {0} empty
ar: لا يمكن ترك {0} فارغ
cs: Nelze zůstat {0} prázdný
de: {0} kann nicht leer gelassen werden.
el: Δεν μπορεί να εγκαταλείψει {0} άδειο
es: No se puede dejar vacío {0}
hu: {0} nem maradhat üresen
id: Jangan meninggalkan {0} kosong
it: Non è possibile lasciare vuota {0}
nl: Kan {0} niet leeg laten
tr: {0} boş bırakılamaz

source: Paid
ar: مدفوعة
cs: Zaplacené
de: Bezahlt
el: Αμειβόμενος
es: Pagado
hu: Fizetett
id: Lunas
it: Pagato
nl: Betaald
tr: Ödendi

source: Reports
ar: تقارير
cs: Reporty
de: Berichte
el: Αναφορές
es: Informes
hu: Jelentések
id: Laporan
it: Rapporti
nl: Rapporten
tr: Raporlar

source: Can Display Reports
ar: يستطيع عرض التقارير
cs: Může zobrazit reporty
de: Kann Berichte anzeigen
el: Μπορεί Εμφάνισει αναφορές
es: Puede mostrar los informes
hu: Megjelenítheti a rendeléseket
id: Bisa Menampilkan Laporan
it: È possibile visualizzare i report
nl: Mag rapporten bekijken
tr: Raporları Açabilir

# CanChangeReportFilter
source: Can Change Report Date Filter
ar: يستطيع تغيير تاريخ التقرير
cs: Může změnit report podle datumu
de: Kann Berichtdatenfilter wechseln
el: Μπορεί να επιλέξει Φίλτρο στην Ημερομηνία
es: Puede cambiar el filtro del informe Fecha
hu: Módosíthetja a rendelések dátumszűrőjét
id: Dapat Merubah Filter Tanggal Laporan
it: Può Cambiare Data filtro del report
nl: Kan datumfilter van rapporten wijzigen
tr: Rapor Tarihi Değiştirebilir
